[
    {
        "explanation": "योग में, व्यक्तिगत आत्मा का परम आत्मा से मिलन होता है।\n\nइसका मतलब है कि व्यक्तिगत चेतना परम चेतना में विलीन हो जाती है, जिससे मनुष्य अमर हो जाता है और शाश्वत आनंद को प्राप्त करता है।\n\nमुक्ति का पहला अर्थ पाप से मुक्ति और उससे आने वाले दुःख से मुक्ति है, और फिर दैवीय और शाश्वत कल्याण, जहां आत्मा ईश्वर के अस्तित्व, ज्ञान और महिमा में भागीदार होती है।\n\n",
        "verseNum": "1.1"
    },
    {
        "explanation": "लक्ष्य है आध्यात्मिक पुरुष का पूर्ण चेतन होना, जो दैवीय प्रकाश से प्रकाशित है।\n\nहमें लक्ष्य से सिर्फ मानसिक प्रकृति का हठी विरोध रोकता है।\n\nमानसिक शक्तियां वास्तव में विकृत हुई आध्यात्मिक शक्तियां हैं।\n\nइसलिए हमारा पहला काम इस विकृत प्रकृति पर नियंत्रण पाना, उसे शुद्ध करना और भटकी हुई शक्तियों को सही मार्ग पर लाना है।\n\n",
        "verseNum": "1.2"
    },
    {
        "explanation": "अहंकार वास्तव में आध्यात्मिक अस्तित्व का विकृत रूप है।\n\nमहत्वाकांक्षा आध्यात्मिक शक्ति का उल्टा रूप है।\n\nभावना प्रेम का विकृत रूप है।\n\nनश्वर व्यक्ति अमर की सीमित अभिव्यक्ति है।\n\nजब ये झूठी छवियां सच्ची छवियों से बदल जाती हैं, तो आध्यात्मिक पुरुष सूर्य की तरह चमकने लगता है, जब बादल हट जाते हैं।\n\n",
        "verseNum": "1.3"
    },
    {
        "explanation": "आध्यात्मिक पुरुष की शक्ति और जीवन मानसिक गतिविधियों में फंस गई है।\n\nशुद्ध दैवीय अस्तित्व की जगह, चिंतित, लड़ाकू और अहंकारी स्थिति आ गई है।\n\nशुद्ध दृष्टि की जगह, अशांत इंद्रियां और कल्पनाएं आ गई हैं।\n\nआध्यात्मिक आनंद की जगह, शरीर और मन की आत्म-संतुष्टि आ गई है।\n\nये सभी वास्तविक शक्तियां हैं, लेकिन अपने वास्तविक स्वभाव और लक्ष्य से विचलित।\n\n",
        "verseNum": "1.4"
    },
    {
        "explanation": "मानसिक प्रकृति मन-चित्रों की शक्ति से बनती है।\n\nये चित्र मन में स्थिर नहीं रहते, बल्कि गतिशील और उत्तेजक होते हैं।\n\nएक आनंद का चित्र नए आनंद को आमंत्रित करता है, बीते हुए सुख का चित्र पछतावे या आशाओं में डूबा होता है।\n\n",
        "verseNum": "1.5"
    },
    {
        "explanation": "यहां मानसिक और भावनात्मक शक्तियों की एक सूची है।\n\nज्ञान और महसूस करने की शक्ति आध्यात्मिक और अमर है।\n\nइसे नष्ट नहीं करना है, बल्कि इसे मानसिक स्तर से आध्यात्मिक स्तर पर उठाना है।\n\n",
        "verseNum": "1.6"
    },
    {
        "explanation": "ये सभी आध्यात्मिक शक्तियां हैं, जो पतली परत से ढकी हुई हैं।\n\nसीधा अवलोकन आत्मा के शुद्ध दर्शन का बाहरी रूप है।\n\nसभी जीवन एक से है, इस महान सच्चाई पर आधारित है।\n\n",
        "verseNum": "1.7"
    },
    {
        "explanation": "जब किसी वस्तु को सही ढंग से नहीं समझा जाता, जब अवलोकन गलत और दोषपूर्ण होता है, तो उस गलत धारणा पर आधारित विचार या तर्क स्वाभाविक रूप से गलत और असंगत होंगे।\n\n",
        "verseNum": "1.8"
    },
    {
        "explanation": "इस सूत्र का उद्देश्य विचार प्रक्रिया में विशेषण के बीच अंतर करना है।\n\nविशेषण किसी विषय को एक गुण या क्रिया जोड़कर उसकी व्याख्या करना है।\n\nवाक्य **व्यक्ति बुद्धिमान है** में **व्यक्ति** विषय है और **बुद्धिमान है** विशेषण।\n\nयह सिर्फ विचारों का आदान-प्रदान हो सकता है, बिना वास्तविक वस्तु के, या फिर काल्पनिक चीजों के बारे में हो सकता है।\n\n",
        "verseNum": "1.9"
    },
    {
        "explanation": "जागृत जीवन में हमारी दो प्रकार की धारणाएं होती हैं: बाहरी धारणा, जिसमें भौतिक चीजें दिखाई और सुनाई देती हैं, और आंतरिक धारणा, जिसमें मन के चित्र और विचार होते हैं।\n\nनींद में बाहरी धारणा समाप्त हो जाती है, लेकिन आंतरिक धारणा जारी रहती है।\n\nजब हम सोते हैं, तब भी एक प्रकार का चेतन अनुभव होता है, इसलिए जागने पर हम कहते हैं **मैंने अच्छी नींद ली** या **मेरी नींद खराब रही**।\n\n",
        "verseNum": "1.10"
    },
    {
        "explanation": "यहां भी मानसिक शक्ति को मन-चित्रों के माध्यम से समझाया गया है, जो मनोवैज्ञानिक दुनिया की सामग्री हैं।\n\nज्ञानी लोग सिखाते हैं कि हमारी धारणा की दुनिया वास्तव में सिर्फ वास्तविक और शाश्वत दुनिया की एक परछाईं या छाया है।\n\nइस अर्थ में, स्मृति आध्यात्मिक, सदा-वर्तमान दृष्टि का मनोवैज्ञानिक उल्टा रूप है।\n\n",
        "verseNum": "1.11"
    },
    {
        "explanation": "ये मनोवैज्ञानिक शक्तियां और ऊर्जाएं, जैसे बुरी चीजें जैसे क्रोध, घृणा और भय, वास्तव में गिरी और विकृत आध्यात्मिक शक्तियां हैं।\n\nइन्हें कैसे मुक्त और पुनर्स्थापित किया जा सकता है? दो तरीके हैं: आध्यात्मिक इच्छाशक्ति का जागरण और मन तथा विचारों का शुद्धीकरण।\n\n",
        "verseNum": "1.12"
    },
    {
        "explanation": "हम शायद अपने आप को इस पृथ्वी पर चलने वाली असहाय प्राणी मानते हैं, जो तूफान, भूख और शत्रुओं के अधीन हैं।\n\nहमें अपने आप को अमर के रूप में सोचना चाहिए, जो प्रकाश में निवास करते हैं, आध्यात्मिक शक्तियों द्वारा घिरे और समर्थित हैं।\n\nइस विचार को दृढ़ता से पकड़ने से सुप्त और अनुभव न की गई शक्तियां जाग जाएंगी।\n\n",
        "verseNum": "1.13"
    },
    {
        "explanation": "हमें आध्यात्मिक जीवन के नियमों के अनुसार आध्यात्मिक जीवन की तलाश करनी चाहिए, गंभीरता, विनम्रता और कोमल दया के साथ।\n\nकेवल उस साझा जीवन के प्रति आज्ञाकारिता से, हम सभी दैवीय अस्तित्व के साथ अपनी एकता के निरंतर स्मरण से ही अपनी विरासत में प्रवेश कर सकते हैं।\n\n",
        "verseNum": "1.14"
    },
    {
        "explanation": "सही ढंग से समझा जाए तो संवेदना की इच्छा वास्तव में अस्तित्व की इच्छा है, आत्मा के शाश्वत जीवन का विकृत रूप।\n\nशारीरिक उत्तेजना की लालसा गहराई में जीवन को तीव्रता से महसूस करने की इच्छा से उपजती है।\n\nसच्चा जीवन का अनुभव केवल आत्मा के आने पर होता है, और आत्मा शांति में आती है, जब आत्म-संतुष्टि को साहस और निष्ठा से शांत किया जाता है।\n\n",
        "verseNum": "1.15"
    },
    {
        "explanation": "इस शिक्षा को सही ढंग से समझने के लिए, अध्ययन को समर्पित अभ्यास से, विश्वास को कार्य से पूरा करना होगा।\n\nकेवल शब्दों को पढ़ने से काम नहीं चलेगा।\n\nआत्मा के रूप में खड़े होने का एक वास्तविक प्रयास, आत्म-संतुष्टि से परे रहने की आवश्यकता है।\n\n",
        "verseNum": "1.16"
    },
    {
        "explanation": "ध्यान के अभ्यास में, शुरुआत किसी बाहरी वस्तु पर ध्यान केंद्रित करके की जा सकती है, जैसे कोई पवित्र चित्र या किसी भक्ति ग्रंथ का अंश।\n\nदूसरे चरण में, बाहरी वस्तु से आंतरिक चिंतन की ओर जाया जाता है।\n\nतीसरा चरण प्रेरणा है, जो इस चिंतन से आध्यात्मिक इच्छाशक्ति में वृद्धि होती है।\n\nचौथा चरण अपने आध्यात्मिक अस्तित्व का एहसास है, जो इस ध्यान से प्रज्वलित होता है।\n\n",
        "verseNum": "1.17"
    },
    {
        "explanation": "निरंतर अभ्यास और प्रयास के कारण, किसी बाहरी वस्तु पर ध्यान केंद्रित करने की आवश्यकता समाप्त हो जाती है।\n\nएक आंतरिक आध्यात्मिक चेतना की स्थिति तक पहुंचा जा सकता है, जिसे **ज्ञेय वस्तुओं का बादल** कहा जाता है।\n\n",
        "verseNum": "1.18"
    },
    {
        "explanation": "जो लोग मर चुके हैं और जन्मों के बीच स्वर्ग में प्रवेश कर चुके हैं, वे बिना किसी बाहरी वस्तु के ध्यान की स्थिति के समान हैं।\n\nलेकिन समय पूरा होने पर, उनमें इच्छा के बीज फिर से अंकुरित होंगे और वे इस संसार में पुनर्जन्म लेंगे।\n\n",
        "verseNum": "1.19"
    },
    {
        "explanation": "प्रबोधन के मार्ग में इन चरणों को याद रखना महत्वपूर्ण है: विश्वास, साहस, सही सतर्कता, एकाग्रता, और दर्शन।\n\nइनमें से किसी एक को भी नजरअंदाज नहीं किया जा सकता; सभी को प्राप्त करना होगा।\n\nपहले विश्वास; फिर विश्वास से साहस; साहस से सही सतर्कता; सही सतर्कता से आत्मा की ओर एकाग्र आकांक्षा; और अंत में आत्मा के पूर्ण दर्शन तक।\n\n",
        "verseNum": "1.20"
    },
    {
        "explanation": "यहां प्रयुक्त चित्र तेज बहते नदी का है; राज्य को बल से प्राप्त किया जाना चाहिए।\n\nदृढ़ इच्छा केवल प्रयास से आती है; प्रयास विश्वास से प्रेरित होता है।\n\nबड़ा रहस्य यह है: केवल अंतर्ज्ञान होना काफी नहीं है; हमें उन पर अमल करना होगा; हमें उनके अनुसार जीना होगा।\n\n",
        "verseNum": "1.21"
    },
    {
        "explanation": "इससे भी ऊपर एक आध्यात्मिक चेतना है।\n\nकमजोर इच्छा वाले लोगों के लिए यह सलाह है: आज्ञाकारिता में वफादार रहें, जीवन जिएं, और इस तरह अधिक पूर्ण आज्ञाकारिता के लिए इच्छा को मजबूत करें।\n\nइच्छा हमारी नहीं, बल्कि ईश्वर की है, और हम केवल आज्ञाकारिता के माध्यम से उसमें प्रवेश कर सकते हैं।\n\n",
        "verseNum": "1.22"
    },
    {
        "explanation": "यदि हम अपने जीवन को जीवन के स्वामी द्वारा हमें दी गई जिम्मेदारियों के रूप में देखते हैं, यदि हम सभी कर्तव्यों को उस स्वामी के काम के हिस्से के रूप में देखते हैं, तो यदि हम तुरंत, निष्ठापूर्वक और ईमानदारी से आज्ञा का पालन करते हैं, तो धीरे-धीरे हम स्वामी के जीवन में प्रवेश करेंगे और उसकी शक्ति को साझा करेंगे।\n\nइस प्रकार हम आध्यात्मिक इच्छा में दीक्षित होंगे।\n\n",
        "verseNum": "1.23"
    },
    {
        "explanation": "स्वामी की आत्मा, प्रभु, हमारी आत्मा के समान स्वभाव की है; लेकिन हम अभी भी कई बुराइयों का बोझ ढो रहे हैं, हम अपने पूर्व कर्मों के कारण बंधन में हैं, हम दुख के अधीन हैं।\n\nस्वामी की आत्मा पाप, दासता और दुख से मुक्त है।\n\n",
        "verseNum": "1.24"
    },
    {
        "explanation": "स्वामी की आत्मा परम आत्मा के सार में एक है, और इसलिए परम आत्मा के सर्वज्ञ और सर्वशक्तिमान होने का हिस्सा है।\n\nसभी आध्यात्मिक प्राप्ति इसी पर टिकी है, और यह इसलिए संभव है क्योंकि आत्मा और परम आत्मा एक हैं।\n\n",
        "verseNum": "1.25"
    },
    {
        "explanation": "शुरुआत से ही, परम आत्मा सभी आत्माओं की शिक्षक रही है, जो परम आत्मा में प्रवेश करके, परम आत्मा के साथ अपनी एकता को महसूस करके, प्रकाश के राज्य की वारिस बनी हैं।\n\nक्योंकि परम आत्मा समय से पहले है, और समय, सभी का पिता, उसकी संतानों में से एक है।\n\n",
        "verseNum": "1.26"
    },
    {
        "explanation": "ओम: तीन में एक का प्रतीक, आत्मा में तीन लोक; अनंत में अतीत, वर्तमान, भविष्य; एक अस्तित्व में तीन दैवीय शक्तियां - सृजन, संरक्षण, परिवर्तन; एक आत्मा में तीन सार - अमरता, सर्वज्ञता, आनंद।\n\nयह शब्द, प्रतीक है स्वामी और प्रभु का, पूर्ण आध्यात्मिक पुरुष का।\n\n",
        "verseNum": "1.27"
    },
    {
        "explanation": "इसके कई अर्थ हैं, बढ़ते क्रम में।\n\nसबसे पहले, शब्द की स्वयं की शक्ति, जैसे सभी शब्दों की।\n\nफिर प्रतीक का बहुआयामी महत्व, जैसा ऊपर संकेत किया गया है।\n\nअंत में, इस प्रकार चिह्नित उच्च सारों का आध्यात्मिक बोध।\n\nइस तरह हम धीरे-धीरे शाश्वत की ओर बढ़ते हैं।\n\n",
        "verseNum": "1.28"
    },
    {
        "explanation": "यहां फिर से विश्वास को कर्मों द्वारा पूरा किया जाना चाहिए।\n\nआध्यात्मिक चेतना को समझने के लिए जीवन को व्यवहार में लाना होगा।\n\nइसे समझने के लिए कुछ शर्तें आवश्यक हैं: हृदय की शुद्धता, तीव्र आकांक्षा और हर पाप पर विजय।\n\nयह समझना महत्वपूर्ण है कि तीन दुनियाओं को आत्मा में स्थित मानने से हम सभी जीवन को आत्मा का हिस्सा मानते हैं।\n\nजब हम वर्तमान, भूत या भविष्य में नहीं, बल्कि शाश्वत में रहते हैं, तो हम शाश्वत के करीब आ जाते हैं।\n\n",
        "verseNum": "1.29"
    },
    {
        "explanation": "हमें याद रखना चाहिए कि हम आध्यात्मिक व्यक्ति को मानसिक और भावनात्मक शक्तियों में फंसा हुआ देख रहे हैं।\n\nये नौ बाधाएं मानसिक प्रकृति की कठोरता को दर्शाती हैं।\n\nबीमारी को भी इसलिए शामिल किया गया है क्योंकि यह मन और भावनाओं को प्रभावित करती है।\n\n",
        "verseNum": "1.30"
    },
    {
        "explanation": "पहली दो मनोदशाएं आसानी से समझ में आती हैं।\n\nआध्यात्मिक जीवन की खुशी के विपरीत एक निष्क्रिय मानसिक स्थिति एक बाधा होगी।\n\nशारीरिक बेचैनी विशेष रूप से वर्तमान समय की समस्या है।\n\nजब इसे जीता जाएगा, तो मानसिक बेचैनी भी आधी जीती जाएगी।\n\n",
        "verseNum": "1.31"
    },
    {
        "explanation": "इच्छाशक्ति, जो शुरू में पूरी तरह से सक्रिय थी, स्व-संतुष्टि के कारण कमजोर हो गई है।\n\nइसका उपचार दृढ़ और सकारात्मक प्रयास द्वारा इच्छाशक्ति को पुनः जीवित करना है।\n\nहमें एक ऐसे सिद्धांत पर लगातार ध्यान देना चाहिए जो आध्यात्मिक जीवन की वास्तविकता से उपजा हो।\n\n",
        "verseNum": "1.32"
    },
    {
        "explanation": "जब हम खुद में लिप्त होते हैं, अपने अहंकार में डूबे होते हैं, तो हम दूसरों की खुशी या दुख में हिस्सेदार नहीं होते।\n\nहमें उन बुरी मानसिक स्थितियों को इच्छाशक्ति के दृढ़ प्रयास से जीतना होगा।\n\n",
        "verseNum": "1.33"
    },
    {
        "explanation": "यहां दो अर्थ हो सकते हैं: पहला, सांस का सामान्य और शांत होना, जो शारीरिक बेचैनी पर विजय का हिस्सा है।\n\nदूसरा, जीवन का सामान्य और शांत प्रवाह, बिना किसी कठोर या असंगत आवेग के।\n\n",
        "verseNum": "1.34"
    },
    {
        "explanation": "हम अभी भी उन चीजों को समझने की कोशिश कर रहे हैं जो मानसिक प्रकृति को अस्थिर बनाती हैं।\n\nहमें फिर से इच्छाशक्ति का उपयोग करने और उसे दृढ़ और निरंतर काम से प्रशिक्षित करने की सलाह दी जाती है।\n\n",
        "verseNum": "1.35"
    },
    {
        "explanation": "निराशावादी सोच एक भ्रम है।\n\nएक व्यक्ति की प्रसन्नता उसके विश्वास का माप है।\n\nउदासी और निराशा को इच्छाशक्ति द्वारा जीता जा सकता है।\n\nलेकिन याद रखें कि यह व्यक्तिगत आराम के लिए नहीं, बल्कि आध्यात्मिक जीवन के आदर्श के लिए है।\n\n",
        "verseNum": "1.36"
    },
    {
        "explanation": "हमें स्वीकार करना होगा कि मनुष्य का पतन एक वास्तविकता है।\n\nहमारे पास जानवरों से अधिक और अधिक हानिकारक पाप हैं जो स्व-संतुष्टि से आए हैं।\n\nजैसे हम अपने सुख के लिए नीचे गिरे, वैसे ही अपनी शुद्धि और पुनर्स्थापना के लिए ऊपर चढ़ना होगा।\n\n",
        "verseNum": "1.37"
    },
    {
        "explanation": "पूर्वी ऋषियों के लिए सपने केवल जागृत जीवन की छवियां नहीं हैं।\n\nसपने कुछ अधिक हैं - वे अपने स्तर पर वास्तविक और वस्तुनिष्ठ हो सकते हैं।\n\nसपने न केवल नीचे की चीजों को, बल्कि ऊपर की चीजों को भी दर्शा सकते हैं।\n\n",
        "verseNum": "1.38"
    },
    {
        "explanation": "प्रेम ज्ञान का एक रूप है।\n\nहम किसी चीज या व्यक्ति को तभी सच में जानते हैं जब हम उसके साथ एक हो जाते हैं।\n\nप्रेम में एक ऐसी समझ है जो दिमाग नहीं कर सकता।\n\n",
        "verseNum": "1.39"
    },
    {
        "explanation": "न्यूटन से पूछा गया था कि उन्होंने अपनी खोजें कैसे कीं।\n\nउन्होंने कहा - अपने दिमाग को उन पर केंद्रित करके।\n\nजब हम किसी चीज के साथ एक हो जाते हैं, तभी हम उसे वास्तव में जानते हैं।\n\n",
        "verseNum": "1.40"
    },
    {
        "explanation": "हर चीज या तो देखने वाला, देखने की प्रक्रिया, या देखी जाने वाली चीज है।\n\nएक ही चाबी इन सभी रहस्यों को खोल सकती है - चेतना, शक्ति और पदार्थ के रहस्यों को।\n\n",
        "verseNum": "1.41"
    },
    {
        "explanation": "किसी बाहरी वस्तु को पहली बार देखने पर, दिमाग उसे पहले से मौजूद नाम और विचार के साथ देखता है।\n\nदूसरे चरण में, हम इन बाहरी आवरणों को हटाकर उसके आंतरिक अर्थ को समझते हैं।\n\n",
        "verseNum": "1.42"
    },
    {
        "explanation": "यह वह तरह की गहरी दृष्टि है जिससे न्यूटन ने अपनी खोजें कीं या एक महान चित्रकार अपने विषय की आत्मा को समझता है।\n\nयह वर्णन आध्यात्मिक पुरुष की गहरी आत्म-दृष्टि को समझने में मदद करता है।\n\n",
        "verseNum": "1.43"
    },
    {
        "explanation": "हम अब मानसिक छवियों पर आते हैं।\n\nइन मानसिक छवियों को तुलना करके, व्यवस्थित करके और परस्पर रखकर हम सामान्य अवधारणाएं बनाते हैं।\n\nजब कोई प्रतिभाशाली व्यक्ति इन छवियों पर तेजी से अंतर्दृष्टि करता है, तो वह एक उच्च शक्ति का उपयोग करता है।\n\n",
        "verseNum": "1.44"
    },
    {
        "explanation": "जब हम बाहरी भौतिक चीजों से ऊपर उठते हैं, जो अलगाव से भरी होती हैं, तो धीरे-धीरे हम एकता की ओर बढ़ते हैं।\n\nहमारी शारीरिक दुनिया अलग-अलग है, मानसिक दुनिया थोड़ी कम अलग, और आध्यात्मिक दुनिया पूरी तरह से एकीकृत।\n\n",
        "verseNum": "1.45"
    },
    {
        "explanation": "अभी तक आध्यात्मिक दृष्टि अभी भी मानसिक और मनोवैज्ञानिक माध्यम से काम कर रही है।\n\nआध्यात्मिक पुरुष को अभी भी पूरी तरह से स्वयं के रूप में जागरूक होना है।\n\n",
        "verseNum": "1.46"
    },
    {
        "explanation": "कवि, दार्शनिक और संत की दृष्टि बहुत विशाल और प्रकाशमय होती है।\n\nवे चीजों की गहराइयों को देख सकते हैं, असमान चीजों में समानता देख सकते हैं, और हर चीज में सौंदर्य देख सकते हैं।\n\n",
        "verseNum": "1.47"
    },
    {
        "explanation": "ये लोग केवल एक व्यापक चेतना ही नहीं पाते, बल्कि वास्तविक ज्ञान भी प्राप्त करते हैं।\n\nजब हम किसी चीज को वास्तव में जीते हैं, तो हम उसे सच में जानते हैं।\n\n",
        "verseNum": "1.48"
    },
    {
        "explanation": "धार्मिक ग्रंथ सामान्य आध्यात्मिक सच्चाइयों को बताते हैं, लेकिन जागृत दृष्टिवाला व्यक्ति अपने जीवन के लिए विशिष्ट और सटीक ज्ञान प्राप्त कर सकता है।\n\n",
        "verseNum": "1.49"
    },
    {
        "explanation": "जब उच्च चेतना पूरे क्षेत्र को भर देती है, तो सभी छोटी चेतनाएं बाहर धकेल दी जाती हैं।\n\nफिर भी, एक संत द्वारा देखी गई हर चीज में अभी भी एक पतला आवरण रहता है।\n\n",
        "verseNum": "1.50"
    },
    {
        "explanation": "अंतिम मानसिक आवरण हटा दिया जाता है, और आध्यात्मिक पुरुष बिना किसी आवरण के, शुद्ध और शांत खड़ा होता है।\n\n",
        "verseNum": "1.51"
    },
    {
        "explanation": "यहाँ **उत्कट आकांक्षा** शब्द का प्राथमिक अर्थ **अग्नि** है; और, पूर्वी शिक्षा में, इसका अर्थ है वह अग्नि जो जीवन और प्रकाश देती है, और साथ ही वह अग्नि जो शुद्ध करती है।\n\nइसलिए, हमारे पहले अभ्यास के रूप में, आध्यात्मिक विकास के साधनों में से सबसे पहले, इच्छाशक्ति का वह उग्र गुण जो प्रज्वलित और प्रकाशित करता है, और साथ ही, शुद्धि का निरंतर अभ्यास, सभी ज्ञात अशुद्धियों को जलाना।\n\nआध्यात्मिक पठन इतना सार्वभौमिक रूप से स्वीकृत और समझा जाता है कि इस पर किसी टिप्पणी की आवश्यकता नहीं है।\n\nपतंजलि के सूत्रों का अध्ययन ही आध्यात्मिक पठन का एक अभ्यास है, और एक बहुत ही प्रभावी अभ्यास है।\n\nऔर ऐसा ही आत्मा की अन्य सभी पुस्तकों के साथ है।\n\nगुरु की आज्ञाकारिता का अर्थ है कि हम गुरु की इच्छा को अपनी इच्छा बना लेंगे, और स्वयं की इच्छाओं को अलग रखते हुए, सभी लहरों में ईश्वरीय की इच्छा की पुष्टि करेंगे, जो कि एक ईश्वरीय इच्छा के मानसिक विकृतियाँ हैं।\n\nउन सभी तरीकों से पालन करने का निरंतर प्रयास जिन्हें हम जानते हैं और समझते हैं, नए तरीके और नए कार्य प्रकट करेंगे, जो आत्मा के नए विकास का प्रमाण हैं।\n\nहमारे अंदर आध्यात्मिक मनुष्य के लिए इससे बढ़कर कुछ नहीं कर सकता, क्योंकि जाग्रत आध्यात्मिक इच्छाशक्ति जैसी कोई पुनर्योजी शक्ति नहीं है।\n\n",
        "verseNum": "2.1"
    },
    {
        "explanation": "उत्साह, आध्यात्मिक पठन और गुरु की आज्ञाकारिता का उद्देश्य आत्म-दृष्टि लाना और बाधाओं को दूर करना है।\n\nया, उस वाक्यांश का उपयोग करने के लिए जिसे हमने पहले ही अपनाया है, इन प्रथाओं का उद्देश्य आध्यात्मिक मनुष्य को अपनी आँखें खोलने में मदद करना है; उसे घूंघट और भेसों को दूर करने में भी मदद करने के लिए, उसे घेरने वाले मानसिक जाल जो उसके हाथ बांधते हैं, और उसकी आँखों पर पट्टी बांधते हैं।\n\nऔर यह, जैसा कि सभी शिक्षक गवाही देते हैं, एक लंबा और कठिन काम है, एक स्थिर ऊपर की ओर लड़ाई, जिसमें उत्कृष्ट साहस और लगातार परिश्रम की आवश्यकता होती है।\n\nउत्साह, आध्यात्मिक इच्छाशक्ति की अग्नि, जैसा कि हमने कहा, दुगनी है: यह प्रकाशित करती है, और इसलिए आध्यात्मिक मनुष्य को देखने में मदद करती है; और यह उन जालों और जालों को भी जला देता है जो आध्यात्मिक मनुष्य को फंसाते हैं।\n\nतो अन्य साधनों के साथ, आध्यात्मिक पठन और आज्ञाकारिता।\n\nप्रत्येक, अपनी क्रिया में, दुगना है, मानसिक को दूर करता है, और आध्यात्मिक मनुष्य का निर्माण करता है।\n\n",
        "verseNum": "2.2"
    },
    {
        "explanation": "आइए हम इसे मानसिक और आध्यात्मिक मनुष्य के संदर्भ में अनुवादित करने का प्रयास करें।\n\nअज्ञान का अंधकार, मुख्य रूप से, मानसिक मनुष्य का आत्म-अवशोषण है, अपनी आशाओं और भय, योजनाओं और उद्देश्यों, संवेदनाओं और इच्छाओं के साथ उसका पूर्ण पूर्वाग्रह; ताकि वह यह देखने में विफल रहे, या यह देखने से इनकार करे कि एक आध्यात्मिक मनुष्य है; और इसलिए आध्यात्मिक मनुष्य के अपने मानसिक अत्याचारी को दूर करने और खुद को मुक्त करने के सभी प्रयासों का हठपूर्वक विरोध करता है।\n\nयह वास्तविक अंधकार है; और वे सभी जो आत्मा की अमरता से इनकार करते हैं, या आत्मा के अस्तित्व से इनकार करते हैं, और इसलिए अपने जीवन को पूरी तरह से मानसिक, नश्वर मनुष्य और उसकी महत्वाकांक्षाओं के लिए निर्धारित करते हैं, वे इस अंधकार की शक्ति के अधीन हैं।\n\nइस अंधकार से, इस मानसिक आत्म-अवशोषण से, यह दृढ़ विश्वास पैदा होता है कि मानसिक, व्यक्तिगत मनुष्य के अलग, अनन्य हित हैं, जिनका वह केवल अपने लिए अनुसरण कर सकता है; और यह दृढ़ विश्वास, जब हमारे जीवन में व्यवहार में लाया जाता है, तो अन्य व्यक्तित्वों के साथ संघर्ष की ओर ले जाता है, और इसलिए घृणा करता है।\n\nयह घृणा, फिर से, आध्यात्मिक मनुष्य के विरुद्ध होती है, क्योंकि यह आध्यात्मिक मनुष्य और उसके अन्य स्वयं के बीच उच्च सामंजस्य के प्रकाशन में बाधा डालती है, एक सामंजस्य जिसे केवल प्रेम के अभ्यास के माध्यम से प्रकट किया जाना है, वह पूर्ण प्रेम जो भय को दूर भगाता है।\n\nइसी प्रकार, वासना संवेदना की उत्तेजना के लिए मानसिक मनुष्य की लालसा है, जिसके शोर से आध्यात्मिक मनुष्य की आवाज दब जाती है, जैसे, शेक्सपियर के वाक्यांश में, कर्कश हंस बुलबुल के गीत को डुबो देंगे।\n\nऔर उत्तेजना की यह लालसा कमजोरी का फल है, जो आध्यात्मिक मनुष्य के मौलिक जीवन में शक्ति पाने में विफलता से आती है।\n\nमोह मानसिक आत्म-अवशोषण का दूसरा नाम है; क्योंकि हम बाहरी चीजों में नहीं, बल्कि अपने मन के भीतर उनकी छवियों में लीन हैं; हमारी आंतरिक आँखें उन पर टिकी हैं; हमारी आंतरिक इच्छाएँ उन पर मंडराती हैं; और हम कैदी की उपस्थिति के प्रति खुद को अंधा कर लेते हैं 'फंसे हुए और जकड़े हुए आध्यात्मिक व्यक्ति।\n\n",
        "verseNum": "2.3"
    },
    {
        "explanation": "यहाँ हमारे पास वास्तव में एक में दो सूत्र हैं।\n\nपहले की व्याख्या पहले ही की जा चुकी है: अज्ञान के अंधेरे में परजीवी, घृणा, वासना, मोह बढ़ते हैं।\n\nवे सभी मानसिक स्व के आत्म-अवशोषण से उत्पन्न होते हैं।\n\nआगे, हमें बताया गया है कि ये बाधाएँ या तो निष्क्रिय हो सकती हैं, या निलंबित हो सकती हैं, या विस्तारित हो सकती हैं, या पतली हो सकती हैं।\n\nजो दोष निष्क्रिय हैं वे जीवन के दबाव से, या प्रबल आकांक्षा के दबाव से सामने आएंगे।\n\nइस प्रकार विस्तारित, उनसे लड़ना और जीतना होगा, या, जैसा कि पतंजलि विचित्र रूप से कहते हैं, उन्हें पतला पहना जाना चाहिए, -जैसे कि एक घूंघट हो सकता है, या हथकड़ी की कड़ियाँ।\n\n5 अज्ञान का अंधकार है: जो नश्वर है, अशुद्ध है, पीड़ा से भरा है, आत्मा नहीं है, उसे शाश्वत, शुद्ध, आनंद से भरा हुआ, आत्मा मानना।\n\nइस पर हम पहले ही विचार कर चुके हैं।\n\nमानसिक मनुष्य नश्वर, अशुद्ध, पीड़ा से भरा है, आत्मा नहीं, वास्तविक स्व नहीं।\n\nआध्यात्मिक मनुष्य स्थायी, शुद्ध, आनंद से भरा, वास्तविक स्व है।\n\nइसलिए, अज्ञान का अंधकार आध्यात्मिक मनुष्य के बहिष्कार के लिए मानसिक, व्यक्तिगत मनुष्य का आत्म-अवशोषण है।\n\nयह विश्वास है, जो क्रियान्वित होता है, कि व्यक्तिगत मनुष्य ही वास्तविक मनुष्य है, वह मनुष्य जिसके लिए हमें परिश्रम करना चाहिए, जिसके लिए हमें निर्माण करना चाहिए, जिसके लिए हमें जीना चाहिए।\n\nयह वह मानसिक मनुष्य है जिसके बारे में कहा गया है: जो शरीर के लिए बोता है, वह शरीर से भ्रष्टाचार पाएगा।\n\n",
        "verseNum": "2.4"
    },
    {
        "explanation": "यह सांख्य दर्शन का मूल विचार है, जिसका योग स्पष्ट रूप से व्यावहारिक पक्ष है।\n\nइसे अपने शब्दों में अनुवादित करने के लिए, हम कह सकते हैं कि द्रष्टा आध्यात्मिक मनुष्य है; दृष्टि का साधन मानसिक मनुष्य है, जिसके माध्यम से आध्यात्मिक मनुष्य बाहरी दुनिया का अनुभव प्राप्त करता है।\n\nलेकिन हम नौकर को मालिक बना देते हैं।\n\nहम मानसिक मनुष्य, व्यक्तिगत स्व को एक ऐसी वास्तविकता का श्रेय देते हैं जो वास्तव में केवल आध्यात्मिक मनुष्य से संबंधित है; और इसलिए, आध्यात्मिक मनुष्य के गुण को मानसिक से संबंधित मानते हुए, हम आध्यात्मिक मनुष्य को मानसिक में विलीन कर देते हैं; या, जैसा कि पाठ कहता है, हम दोनों को एक स्वयं के रूप में बनाने के बारे में सोचते हैं।\n\n",
        "verseNum": "2.6"
    },
    {
        "explanation": "इसे बार-बार समझाया गया है।\n\nसंवेदना, उदाहरण के लिए, स्वाद की भावना, क्रिया के लिए मार्गदर्शक बनने के लिए है; इस मामले में, पौष्टिक भोजन का चुनाव, और जहरीली और हानिकारक चीजों से बचना।\n\nलेकिन अगर हम स्वाद की भावना में आराम करते हैं, तो अपने आप में एक खुशी के रूप में; आराम, जो कि स्वाद के मानसिक पक्ष में है, हम लोलुपता में पड़ जाते हैं, और जीने के लिए खाने के बजाय खाने के लिए जीते हैं।\n\nतो अन्य महान जैविक शक्ति के साथ, प्रजनन की शक्ति।\n\nयह वासना संवेदना में विश्राम करने और उससे सुख की तलाश करने के कारण उत्पन्न होती है।\n\n",
        "verseNum": "2.7"
    },
    {
        "explanation": "दर्द, अधिकांश भाग के लिए, व्यक्तित्वों के संघर्ष से आता है, मानसिक स्वयं के बीच झगड़ते हुए विवाद, जिनमें से प्रत्येक खुद को सर्वोच्च मानता है।\n\nइस दर्द पर ध्यान देने से घृणा पैदा होती है, जो युद्धरत स्वयं को और भी अलग कर देती है, और उनके बीच नई दुश्मनी पैदा करती है, इस प्रकार वास्तविक के सामंजस्य में बाधा डालती है, आत्मा के माध्यम से सुलह।\n\n",
        "verseNum": "2.8"
    },
    {
        "explanation": "यहाँ वांछित जीवन मानसिक जीवन है, मानसिक स्व का तीव्र कंपन वाला जीवन।\n\nयह उन लोगों में भी प्रबल होता है जिन्होंने बहुत ज्ञान प्राप्त कर लिया है, जब तक कि यह पूर्ण त्याग के ज्ञान से कम हो जाता है, आध्यात्मिक मनुष्य के प्रत्येक कम से कम आदेश का पूर्ण आज्ञाकारिता, और उस गुरु का जो आध्यात्मिक मनुष्य की रक्षा करता है और उसकी सहायता करता है।\n\nसंवेदना की इच्छा, मानसिक जीवन की इच्छा, अपनी ऊर्जा और गति से चलती हुई, खुद को पुन: उत्पन्न करती है; और इसलिए आध्यात्मिक मनुष्य की मुक्ति के बजाय मृत्यु और पुनर्जन्म, मृत्यु और पुनर्जन्म का चक्र आता है।\n\n",
        "verseNum": "2.9"
    },
    {
        "explanation": "अज्ञान के अंधकार को ज्ञान के प्रकाश से दूर किया जाना है, उत्साह के माध्यम से, पवित्र शिक्षाओं और स्वयं जीवन के आध्यात्मिक पठन द्वारा, और गुरु की आज्ञाकारिता द्वारा।\n\nवासना को आध्यात्मिक जीवन की शुद्ध आकांक्षा से दूर किया जाना है, जो सच्ची शक्ति और स्थिरता लाकर कमजोरी के शून्य को दूर करती है जिसे हम संवेदनाओं की उत्तेजना से भरने की कोशिश करते हैं।\n\nघृणा पर प्रेम से विजय प्राप्त करनी है।\n\nअलग-अलग, युद्धरत स्वयं की भावना से उत्पन्न होने वाले भय को एक स्वयं, सभी में एक आत्मा की प्राप्ति से शांत किया जाना है।\n\nयह अहसास ही वह पूर्ण प्रेम है जो भय को दूर भगाता है।\n\nबाधाओं को सूक्ष्म कहा जाता है जब, प्रारंभिक प्रयासों से, उन्हें मानसिक प्रकृति में स्थित और पहचाना जाता है।\n\n",
        "verseNum": "2.10"
    },
    {
        "explanation": "यहाँ, वास्तव में, योग का पूरा रहस्य है, आत्मा का विज्ञान।\n\nस्वार्थ, वासना और घृणा के सक्रिय मोड़, कर्कश कंपन को ध्यान द्वारा शांत किया जाना है, हृदय और मन को आध्यात्मिक जीवन में निवास करने देना है, हृदय को ऊपर के मजबूत, मौन जीवन तक उठाना है, जो शाश्वत प्रेम की शांति में रहता है, और सच्चे अस्तित्व को समझाने के लिए किसी कठोर कंपन की आवश्यकता नहीं है।\n\n",
        "verseNum": "2.11"
    },
    {
        "explanation": "दुःख के बंधन का भार अज्ञान के अंधेरे में, स्वार्थ में, वासना में, घृणा में, संवेदना के प्रति आसक्ति में निहित है।\n\nये सभी, अंतिम विश्लेषण में, मानसिक स्व में अवशोषण हैं; और इसका अर्थ है दुःख, क्योंकि इसका अर्थ है अलग होने की भावना, और इसका अर्थ है कर्कश कलह और अपरिहार्य मृत्यु।\n\nलेकिन मानसिक स्व एक नए जन्म में एक नया मानसिक स्व पैदा करेगा, और इसलिए एक ऐसे जीवन में नए दुख जो अभी तक प्रकट नहीं हुए हैं।\n\n",
        "verseNum": "2.12"
    },
    {
        "explanation": "इस पर पूरी तरह से टिप्पणी करने के लिए, कर्म और विस्तार से इसके व्यावहारिक कार्य पर एक ग्रंथ लिखना होगा, जिससे अगले जन्म का स्थान और समय, इसकी सामग्री और अवधि निर्धारित होती है; और ऐसा करने के लिए वर्तमान टीकाकार किसी भी तरह से उपयुक्त नहीं है।\n\nलेकिन इतना तो स्पष्ट रूप से समझा जाता है: कि, एक प्रकार के आध्यात्मिक गुरुत्वाकर्षण के माध्यम से, अवतार लेने वाला स्वयं एक ऐसे घर और जीवन-चक्र की ओर आकर्षित होता है जो उसे गुंजाइश और अनुशासन देगा; और अनुशासन की उसकी आवश्यकता स्पष्ट रूप से उसके चरित्र, उसकी स्थिति, उसकी सिद्धि से वातानुकूलित है।\n\n",
        "verseNum": "2.13"
    },
    {
        "explanation": "चूँकि पवित्रता ईश्वरीय नियम का पालन है, ईश्वरीय सामंजस्य के नियम का पालन है, और सामंजस्य का पालन आत्मा में उस सामंजस्य को मजबूत करता है, जो एकमात्र सच्चा आनंद है, इसलिए आनंद पवित्रता से आता है: वास्तव में, किसी अन्य तरीके से नहीं आता है।\n\nऔर जैसे अपवित्रता अवज्ञा है, और इसलिए कलह है, इसलिए अपवित्रता दर्द का कारण बनती है; और यह दोहरा नियम सत्य है, चाहे कारण इस जन्म में प्रभावी हो, या अभी तक अप्रकट जन्म में।\n\n",
        "verseNum": "2.14"
    },
    {
        "explanation": "मानसिक जीवन हमेशा दुखों से भरा होता है, क्योंकि यह कभी स्थिर नहीं रहता, हमेशा बदलता रहता है।\n\nजन्म के साथ ही मृत्यु निश्चित है, और हर उम्मीद के साथ डर भी लगा रहता है।\n\nमानसिक जीवन बेचैनी से भरा होता है, जिसमें जितना ज़्यादा मिलता है, उतनी ही ज़्यादा इच्छाएं बढ़ती जाती हैं।\n\nजैसे आग में तेल डालने से आग नहीं बुझती, वैसे ही इच्छाओं को पूरा करने से इच्छाएं खत्म नहीं होती, बल्कि और बढ़ जाती हैं।\n\nहर इच्छा पूरी होने के बाद नई इच्छाएं पैदा होती रहती हैं।\n\nअलग-अलग इच्छाओं में फंसा हुआ मन हमेशा अशांत और दुखी रहता है।\n\n",
        "verseNum": "2.15"
    },
    {
        "explanation": "यानी, हम अपने दुखों को सिर्फ़ बाहरी उपायों से दूर नहीं कर सकते।\n\nहमें अपने मानसिक जीवन से ऊपर उठकर आध्यात्मिक जीवन की ओर मुड़ना होगा, और परमात्मा में अपना मन लगाना होगा।\n\n",
        "verseNum": "2.16"
    },
    {
        "explanation": "दुखों की जड़ यह है कि हम अपने मानसिक जीवन और भौतिक चीज़ों में ही उलझे रहते हैं।\n\nइनसे मुक्ति पाना ही दुखों से छुटकारा पाने का एकमात्र उपाय है।\n\n",
        "verseNum": "2.17"
    },
    {
        "explanation": "यह पूरी दुनिया तीन गुणों से बनी है - सत्व, रजस और तमस।\n\nइनके मिलने से ही भौतिक और मानसिक दुनिया का निर्माण हुआ है।\n\nइन दोनों के माध्यम से ही आत्मा को अनुभव मिलता है, और वह मुक्ति के लिए तैयार होती है।\n\nयानी, यह पूरी दुनिया आत्मा के लिए ही है।\n\n",
        "verseNum": "2.18"
    },
    {
        "explanation": "भौतिक और मानसिक, दोनों तरह की चीज़ों के दो पहलू होते हैं - रूप और बल।\n\nभौतिक चीज़ों का रूप सीमित होता है, जबकि उनका बल असीमित हो सकता है।\n\nमानसिक चीज़ों का रूप भी सीमित होता है, जैसे कि हमारे मन में बनी तस्वीरें, जबकि उनका बल भी असीमित हो सकता है, जैसे कि हमारी इच्छाएं और डर।\n\n",
        "verseNum": "2.19"
    },
    {
        "explanation": "द्रष्टा आध्यात्मिक मनुष्य है, जो सही रूप से देखने और शाश्वत जीवन जीने में सक्षम है।\n\nलेकिन अभी वह मानसिक मनुष्य के भ्रम में फँसा हुआ है, और उसी के माध्यम से दुनिया को देखता है।\n\nहमें इस आध्यात्मिक मनुष्य को इस भ्रम से मुक्त करना है।\n\n",
        "verseNum": "2.20"
    },
    {
        "explanation": "इस दुनिया की सभी चीज़ें, चाहे वो भौतिक हों या मानसिक, द्रष्टा यानी आत्मा के लिए ही हैं।\n\nलेकिन जब मानसिक मनुष्य खुद को ही सब कुछ मान लेता है, और सिर्फ़ अपने लिए जीने लगता है, तो वह दुखों में फँस जाता है।\n\n",
        "verseNum": "2.21"
    },
    {
        "explanation": "जब हम घृणा को जीत लेते हैं, तो इसका मतलब यह नहीं कि दुनिया से घृणा खत्म हो गई।\n\nदूसरों के मन में अभी भी घृणा होगी।\n\nजब हम भ्रम से मुक्त हो जाते हैं, तो हमें दुनिया का असली रूप दिखाई देता है।\n\nलेकिन जो लोग अभी भी भ्रम में फँसे हैं, उन्हें दुनिया वैसे ही दिखाई देगी जैसे पहले दिखाई देती थी।\n\n",
        "verseNum": "2.22"
    },
    {
        "explanation": "जीवन हमें सिखाता है।\n\nजीवन के अलग-अलग अनुभवों से ही आत्मा का विकास होता है।\n\nकई जन्मों से गुज़रते हुए आत्मा दुनिया के रहस्यों को जानती है, और खुद को पहचानती है।\n\nयह पूरा जीवन आत्मा के लिए ही है।\n\n",
        "verseNum": "2.23"
    },
    {
        "explanation": "अज्ञान का अंधकार यह है कि हम अपने मानसिक जीवन और भौतिक चीज़ों में ही खोए रहते हैं।\n\nइससे हमें अनुभव मिलता है, और हम जीवन के पाठ सीखते हैं।\n\nजब ये पाठ सीख लिए जाते हैं, तो मुक्ति का समय आ जाता है।\n\n",
        "verseNum": "2.24"
    },
    {
        "explanation": "जब आध्यात्मिक मनुष्य मानसिक जीवन के सभी पाठ सीख लेता है, तो उसके लिए समय आ जाता है कि वह मानसिक भ्रम से मुक्त हो जाए, और अपने असली रूप में प्रकट हो जाए।\n\n",
        "verseNum": "2.25"
    },
    {
        "explanation": "हमें शाश्वत और अस्थायी के बीच का अंतर समझना होगा।\n\nजो चीज़ें हम देखते हैं वो अस्थायी हैं, और जो चीज़ें हम नहीं देखते वो शाश्वत हैं।\n\nहमें हमेशा अच्छे काम करने चाहिए, जो हमें शाश्वत जीवन की ओर ले जाएं।\n\nसही और गलत में फर्क करने से ही मुक्ति मिलती है।\n\n",
        "verseNum": "2.26"
    },
    {
        "explanation": "इस ज्ञान के सात चरण होते हैं।\n\nपहले, हमें खतरे को पहचानना होगा।\n\nदूसरे, हमें खतरे के कारणों को दूर करना होगा।\n\nतीसरे, हमें मुक्ति का रास्ता स्पष्ट रूप से समझना होगा।\n\nचौथे, हमें मुक्ति के साधन विकसित करने होंगे।\n\nपाँचवें, हमें मानसिक विचारों से मुक्त होना होगा।\n\nछठे, हमें मानसिक शक्तियों से मुक्त होना होगा।\n\nसातवें, इन सभी से मुक्त होकर आध्यात्मिक मनुष्य अपने असली रूप में प्रकट होता है।\n\n",
        "verseNum": "2.27"
    },
    {
        "explanation": "अब हम योग के व्यावहारिक पहलुओं पर आते हैं।\n\nये बहुत ही सरल हैं, और इनमें कोई रहस्य नहीं है।\n\nमुख्य बात है इनका पालन करना।\n\n",
        "verseNum": "2.28"
    },
    {
        "explanation": "योग के आठ अंग हैं, जिन्हें क्रम से पालन करना चाहिए।\n\nपहले दो अंगों को हम उन नियमों से तुलना कर सकते हैं जिनका पालन सभी अच्छे नागरिकों को करना चाहिए, और धार्मिक लोगों को करना चाहिए।\n\nपहले नियमों का पालन किए बिना दूसरे नियमों का पालन करना बेकार है।\n\nइसी तरह, योग के सभी अंगों को क्रम से पालन करना चाहिए।\n\n",
        "verseNum": "2.29"
    },
    {
        "explanation": "ये पाँच नियम बौद्ध धर्म के नियमों से मिलते-जुलते हैं: हिंसा न करना, चोरी न करना, व्यभिचार न करना, नशा न करना, और सच बोलना।\n\nईसाई धर्म के नियम भी इसी तरह के हैं।\n\nआध्यात्मिक जीवन में आगे बढ़ने से पहले हमें इन नियमों का पालन करना ज़रूरी है।\n\nपहले मानसिक विकास, और फिर आध्यात्मिक विकास।\n\nपहले मनुष्य बनना, और फिर देवदूत।\n\n",
        "verseNum": "2.30"
    },
    {
        "explanation": "ये नियम मानवता के लिए एक आम प्रशिक्षण की तरह हैं।\n\nये सभी नियम एक सार्वभौमिक, आध्यात्मिक नियम पर आधारित हैं।\n\nइनमें से किसी भी नियम का उल्लंघन करने का मतलब है परमात्मा के नियम का उल्लंघन करना।\n\nआध्यात्मिक जीवन में आगे बढ़ने के लिए हमें स्वेच्छा से इन नियमों का पालन करना होगा।\n\nये नियम गुरुत्वाकर्षण के नियम की तरह हैं, जिनका कोई अपवाद नहीं है।\n\nये सभी देशों में, सभी समयों में, सभी लोगों के लिए लागू होते हैं।\n\n",
        "verseNum": "2.31"
    },
    {
        "explanation": "ये नियम और भी सूक्ष्म हैं, और इनका पालन करना और भी मुश्किल है।\n\nलेकिन ये भी उन्हीं नियमों की तरह हैं, जिनका पालन सभी अच्छे नागरिकों को करना चाहिए, लेकिन ये और भी ऊँचे स्तर के हैं।\n\nपहले वाले नियमों का पालन तो सिर्फ़ बाहरी रूप से किया जा सकता है, लेकिन इन नियमों का पालन हमें अपने हृदय और आत्मा से करना होगा।\n\n",
        "verseNum": "2.32"
    },
    {
        "explanation": "मान लीजिए कि एक चोर है, जो बचपन से ही चोरी करता आ रहा है।\n\nहम उसे जेल में डाल सकते हैं, और उसे चोरी करने से रोक सकते हैं।\n\nया फिर हम उसकी मदद कर सकते हैं, और उसे ईमानदारी से कमाई करना सिखा सकते हैं।\n\nअगर वह खुद कमाई करेगा, और उसकी चीज़ें उसके लिए महत्वपूर्ण होंगी, तो जब कोई उसकी चीज़ें चुराएगा, तो उसे चोरी का दर्द समझ आएगा, और वह खुद भी चोरी नहीं करेगा।\n\nहमें अपने पापों को दूर करने के लिए उनके विपरीत गुणों का पालन करना चाहिए।\n\nहमें पाप से दूर होकर अच्छे काम करने चाहिए।\n\nइस तरह धीरे-धीरे हमारा स्वभाव बदल जाएगा, और हम पाप से ऊपर उठ जाएंगे।\n\n",
        "verseNum": "2.33"
    },
    {
        "explanation": "पाप के कारण हैं - लालच, क्रोध, और मोह।\n\nइनसे अज्ञान और दुख पैदा होते हैं।\n\nइन कारणों को ज्ञान और आत्म-ज्ञान से दूर किया जा सकता है।\n\nजब हमें यह समझ आ जाएगा कि यह पूरी दुनिया परमात्मा की है, और हम भी परमात्मा का ही अंश हैं, तो हमारे अंदर से लालच, क्रोध और मोह खत्म हो जाएंगे।\n\nहमें अपने विचारों को सही दिशा में मोड़ना होगा।\n\n",
        "verseNum": "2.34"
    },
    {
        "explanation": "जब हम किसी को नुकसान नहीं पहुँचाना चाहते, तो यह प्रेम एक ऐसा माहौल बनाता है जिससे सभी को शांति मिलती है।\n\nजैसे गुस्सा गुस्से को बढ़ाता है, वैसे ही शांति शांति को बढ़ाती है।\n\n",
        "verseNum": "2.35"
    },
    {
        "explanation": "जो व्यक्ति सच बोलता है, उसके शब्दों में सच्चाई की ताकत होती है।\n\nवह जो कहता है, वह सच हो जाता है।\n\n",
        "verseNum": "2.36"
    },
    {
        "explanation": "जो व्यक्ति चोरी नहीं करता, उसे जीवन में कभी किसी चीज़ की कमी नहीं होती।\n\nउसे हर तरह से सहारा मिलता है, और वह आध्यात्मिक जगत के खजाने तक पहुँच जाता है।\n\n",
        "verseNum": "2.37"
    },
    {
        "explanation": "जो व्यक्ति ब्रह्मचर्य का पालन करता है, उसकी सारी शक्ति आध्यात्मिक कामों में लग जाती है।\n\nवह शारीरिक बच्चों के बजाय आध्यात्मिक बच्चों को जन्म देता है।\n\nउसका जानवरों जैसा जीवन समाप्त हो जाता है, और वह एक आध्यात्मिक मनुष्य बन जाता है।\n\n",
        "verseNum": "2.38"
    },
    {
        "explanation": "कर्म के नियमों को समझने के लिए हमें कर्मों से मुक्त होना होगा।\n\nलालच का त्याग करने से हमें यह ज्ञान मिलता है कि हमारी आत्मा अकेली नहीं है, बल्कि परमात्मा से जुड़ी है।\n\nइस तरह हमें जीवन का उद्देश्य समझ आता है।\n\n",
        "verseNum": "2.39"
    },
    {
        "explanation": "जब हमारे अंदर आध्यात्मिक प्रकाश बढ़ता है, तो हमें यह समझ आता है कि सारा जीवन एक है।\n\nतब हमें बाहरी दुनिया की चीज़ों में कोई रुचि नहीं रहती, और हम अपने आंतरिक जीवन की ओर मुड़ जाते हैं।\n\nहमें अपने दोस्तों से बाहरी रूप से मिलने से ज़्यादा उनसे आत्मा के स्तर पर जुड़ने की इच्छा होती है।\n\n",
        "verseNum": "2.40"
    },
    {
        "explanation": "जो लोग हृदय से पवित्र होते हैं, वे परमात्मा को देख पाते हैं।\n\nपवित्रता का मतलब है परमात्मा के दर्शन के लिए तैयार होना, और अपने मन को सभी बुरे विचारों से मुक्त करना।\n\nजब हमारा मन पवित्र हो जाता है, तो वह परमात्मा से एक हो जाता है।\n\nतब हम परमात्मा को देख पाते हैं, क्योंकि हम खुद ही परमात्मा बन जाते हैं।\n\n",
        "verseNum": "2.41"
    },
    {
        "explanation": "हमें अपनी स्थिति, दूसरों को, और खुद को स्वीकार करना चाहिए।\n\nयही सच्ची स्वीकृति है।\n\nइससे हम परमात्मा से एक हो जाते हैं, और परम सुख को प्राप्त करते हैं।\n\n",
        "verseNum": "2.42"
    },
    {
        "explanation": "शारीरिक और आध्यात्मिक, दोनों तरह की शक्तियों के लिए पवित्रता ज़रूरी है।\n\nलेकिन सिर्फ़ अशुद्धियों का न होना ही काफ़ी नहीं है।\n\nहमें इच्छाशक्ति की भी ज़रूरत है।\n\nप्रतिभा को जगाने के लिए आध्यात्मिक इच्छाशक्ति का जागृत होना ज़रूरी है।\n\n",
        "verseNum": "2.43"
    },
    {
        "explanation": "आध्यात्मिक ग्रंथों को पढ़ने का मतलब है ज्ञान के गुरुओं की शिक्षाओं से जुड़ना।\n\nइससे हम उनके मन को समझ पाते हैं, और उनकी ज्ञान और शक्ति में भागीदार बनते हैं।\n\n",
        "verseNum": "2.44"
    },
    {
        "explanation": "जीवन के दुख और अंधकार तब आते हैं जब हमारी व्यक्तिगत इच्छा आत्मा की इच्छा के खिलाफ होती है।\n\nजब तक हमें सही रास्ता नहीं मिल जाता, और हमारी व्यक्तिगत इच्छा परमात्मा की इच्छा से एक नहीं हो जाती, तब तक हम दुखों से घिरे रहते हैं।\n\n",
        "verseNum": "2.45"
    },
    {
        "explanation": "योग के लिए शरीर और मन, दोनों का स्थिर होना ज़रूरी है।\n\nहमें ऐसी स्थिति में बैठना चाहिए जिससे हमारा शरीर भी स्थिर रहे, और मन भी शांत रहे।\n\nयह आसन हमें आध्यात्मिक रूप से भी मज़बूत बनाता है।\n\n",
        "verseNum": "2.46"
    },
    {
        "explanation": "शरीर और मन, दोनों को स्थिर बनाने के लिए हमें लगातार प्रयास करना होगा।\n\nहमें ज्ञान का सहारा लेना होगा, और परमात्मा में अपना मन लगाना होगा।\n\nसिर्फ़ इच्छा करने से या सिर्फ़ प्रयास करने से कुछ नहीं होगा।\n\nदोनों का मिलना ज़रूरी है।\n\n",
        "verseNum": "2.47"
    },
    {
        "explanation": "हमें ऐसा शारीरिक और मानसिक संतुलन बनाना होगा जिसे कोई भी बाहरी परिस्थिति हिला न सके।\n\nहमें हर तरह के आघातों को सहने की शक्ति प्राप्त करनी होगी।\n\n",
        "verseNum": "2.48"
    },
    {
        "explanation": "सही श्वास लेने से हमारा रक्त शुद्ध रहता है, और हम बीमारियों से बचे रहते हैं।\n\nआध्यात्मिक रूप से संतुलित व्यक्ति अपने जीवन की हर घटना और अपने हर काम को नियंत्रित कर सकता है।\n\n",
        "verseNum": "2.49"
    },
    {
        "explanation": "हमें सही तरीके से श्वास लेना और छोड़ना चाहिए।\n\nहमें यह भी ध्यान रखना चाहिए कि हमारे फेफड़े पूरी तरह से हवा से भर रहे हों।\n\nहमें यह भी देखना चाहिए कि हम कितनी बार श्वास ले रहे हैं।\n\nयह हमारे स्वास्थ्य के लिए बहुत ज़रूरी है।\n\n",
        "verseNum": "2.50"
    },
    {
        "explanation": "श्वास लेने और छोड़ने के अलावा एक चौथा स्तर भी है, जिसमें हम अपने बाहरी और आंतरिक, दोनों तरह के जीवन को पूरी तरह से नियंत्रित कर सकते हैं।\n\n",
        "verseNum": "2.51"
    },
    {
        "explanation": "हमारे मन पर भावनाओं, इच्छाओं और विचारों का एक पर्दा होता है, जो हमें सच्चाई से दूर रखता है।\n\nजब हम इन चीज़ों को समझ लेते हैं, और अपनी आत्मा की ओर ध्यान देते हैं, तो यह पर्दा हट जाता है, और हमें सच्चाई दिखाई देती है।\n\n",
        "verseNum": "2.52"
    },
    {
        "explanation": "हमें आध्यात्मिक रूप से सचेत रहना चाहिए।\n\nहमें अपने मन को मानसिक चीज़ों से हटाकर आध्यात्मिक चीज़ों की ओर लगाना चाहिए।\n\nइसके लिए हमें पहले खुद को पवित्र करना होगा, और फिर अपने अंदर की आध्यात्मिक शक्ति पर ध्यान देना होगा।\n\n",
        "verseNum": "2.53"
    },
    {
        "explanation": "जब हम अपनी इंद्रियों को नियंत्रित कर लेते हैं, और अपना ध्यान आध्यात्मिक चीज़ों पर लगाते हैं, तो हमारी चेतना भी आध्यात्मिक हो जाती है।\n\n",
        "verseNum": "2.54"
    },
    {
        "explanation": "जब हम पवित्रता, संतुलन और ज्ञान प्राप्त कर लेते हैं, तो आध्यात्मिक मनुष्य अपनी सभी शक्तियों पर नियंत्रण पा लेता है।\n\nयह नियंत्रण हमें नियमों का पालन करने और त्याग करने से ही मिलता है।\n\n",
        "verseNum": "2.55"
    },
    {
        "explanation": "इमर्सन ने सर आइजैक न्यूटन के हवाले से कहा है कि उन्होंने अपने महान खोजों को उन पर अपना दिमाग लगाकर किया।\n\nयही यहाँ अभिप्राय है।\n\nमैं किसी और चीज़ के बारे में सोचते हुए एक किताब का पन्ना पढ़ता हूँ।\n\nपृष्ठ के अंत में, मुझे पता नहीं है कि यह किस बारे में है, और इसे फिर से पढ़ता हूँ, फिर भी किसी और चीज़ के बारे में सोचता हूँ, उसी परिणाम के साथ।\n\nतब मैं जागता हूँ, इसलिए बोलने के लिए, ध्यान का प्रयास करता हूँ, अपने विचार को उस पर केंद्रित करता हूँ जो मैं पढ़ रहा हूँ, और आसानी से इसका अर्थ ग्रहण कर लेता हूँ।\n\nइच्छा का कार्य, ध्यान का प्रयास, पृष्ठ के प्रत्येक शब्द और पंक्ति पर मन का इरादा, जैसे आँखें प्रत्येक शब्द और पंक्ति पर केंद्रित होती हैं, यहाँ विचार की जाने वाली शक्ति है।\n\nयह किसी दिए गए स्थान पर चेतना को केंद्रित करने और उसे वहीं रखने की शक्ति है।\n\nध्यान सभी ज्ञान का पहला और अनिवार्य कदम है।\n\nआध्यात्मिक चीजों पर ध्यान आध्यात्मिक ज्ञान का पहला कदम है।\n\n",
        "verseNum": "3.1"
    },
    {
        "explanation": "यह बाहरी और आंतरिक दोनों चीजों पर समान रूप से लागू होगा।\n\nमैं एक पल के लिए अपना ध्यान किसी दृश्य वस्तु पर, एक ही भेदक दृष्टि से केंद्रित कर सकता हूँ, या मैं उस पर ध्यान स्थिर रख सकता हूँ जब तक कि वह अपनी प्रकृति के बारे में एक ही नज़र से कहीं अधिक प्रकट न कर दे।\n\nपहला चेतना की सर्चलाइट को वस्तु पर केंद्रित करना है।\n\nदूसरा प्रकाश के सफेद बीम को स्थिर और लगातार वस्तु पर तब तक पकड़े रहना है, जब तक कि वह अपने विवरण का रहस्य न दे दे।\n\nतो भीतर की चीजों के लिए; व्यक्ति आध्यात्मिक चीजों पर एक पल के लिए आंतरिक दृष्टि को ठीक कर सकता है, या व्यक्ति उन पर चेतना को स्थिर रख सकता है, जब तक कि जो अंधेरे में था वह धीरे-धीरे प्रकाश में नहीं आ जाता, और अपने अमर रहस्य को प्रकट नहीं करता है।\n\nलेकिन यह आध्यात्मिक मनुष्य के लिए तभी संभव है जब आज्ञाओं और नियमों का पालन किया गया हो; क्योंकि ऐसा होने तक, मानसिक विचारों के झुंड तूफान ध्यान को भंग कर देते हैं और विचलित कर देते हैं, ताकि वह आध्यात्मिक चीजों पर स्थिर न रहे।\n\nइस दुनिया की परवाह, धन का छल, आध्यात्मिक संदेश के वचन का गला घोंट देता है।\n\n",
        "verseNum": "3.2"
    },
    {
        "explanation": "आइए अब तक उठाए गए कदमों की समीक्षा करें।\n\nसबसे पहले, ध्यान के प्रयास से, बोधगम्य चेतना का किरण एक निश्चित क्षेत्र या विषय पर केंद्रित होता है।\n\nफिर इस उपस्थित चेतना को उसकी वस्तु पर रखा जाता है।\n\nतीसरा, इसके अर्थ को जानने की, इसे समझने वाले विचार से प्रकाशित करने की उत्कट इच्छा है।\n\nचौथा, सभी व्यक्तिगत पूर्वाग्रह - केवल पिछली राय का समर्थन करने और खुद को सही साबित करने की सभी इच्छा, और व्यक्तिगत लाभ या संतुष्टि की सभी इच्छा को पूरी तरह से दूर किया जाना चाहिए।\n\nसत्य का अपने लिए निःस्वार्थ प्रेम होना चाहिए।\n\nइस प्रकार बोधगम्य चेतना सभी व्यक्तित्व या अलगाव की भावना से रहित हो जाती है, जैसा कि यह था।\n\nव्यक्तिगत सीमा एक तरफ खड़ी हो जाती है और अखिल चेतना को समस्या पर हावी होने देती है।\n\nओवरसोल अपनी किरण को वस्तु पर झुकाता है, और उसे शुद्ध प्रकाश से प्रकाशित करता है।\n\n",
        "verseNum": "3.3"
    },
    {
        "explanation": "जब बोधगम्य चेतना की व्यक्तिगत सीमा एक तरफ खड़ी हो जाती है, और अखिल चेतना को समस्या पर हावी होने देती है, तब वह वास्तविक ज्ञान उत्पन्न होता है जिसे प्रतिभा की चमक कहा जाता है; वह वास्तविक ज्ञान जो खोज करता है, और जिसके बिना कोई खोज नहीं की जा सकती, चाहे कितना भी श्रमसाध्य प्रयास क्यों न हो।\n\nप्रतिभा के लिए आध्यात्मिक मनुष्य की दृष्टि है, और वह दृष्टि वर्तमान प्रयास के बजाय विकास का प्रश्न है; हालांकि सही प्रयास, सही ढंग से जारी रखा गया, समय के साथ विकास और दृष्टि को अचूक रूप से ले जाएगा।\n\nइस प्रकार व्यक्तिगत सीमा को अलग करने की शक्ति के माध्यम से, क्षुद्र चिंताओं और परवाहों को दूर करने के लिए, और सत्य के उत्कट प्रेम और इसे जानने की इच्छा में पूरे स्वभाव और इच्छाशक्ति को स्थिर करने के लिए; इस प्रकार अखिल चेतना के लिए मार्ग बनाने की शक्ति के माध्यम से, सभी महान पुरुष अपनी खोज करते हैं।\n\nन्यूटन, सेब को पृथ्वी पर गिरते हुए देखकर, आगे देखने में सक्षम था, सेब और दुनिया और सूरज और आकाशगंगाओं के माध्यम से स्पंदित बल की सूक्ष्म तरंगों को देखने के लिए, और इस प्रकार सार्वभौमिक गुरुत्वाकर्षण का अनुभव करने के लिए।\n\nओवरसोल ने उसकी आँखों से देखकर सार्वभौमिक शक्ति को पहचान लिया, जो उसके अपने बच्चों में से एक है।\n\nडार्विन ने पौधों और जानवरों के रूपों और गतियों को देखते हुए, उसी अगस्त चेतना को उन पर हावी होने दिया, और अनंत विकास को निरंतर संघर्ष के माध्यम से सिद्ध होते देखा।\n\nउन्होंने विकास की शानदार प्रक्रिया को देखा, ओवरसोल ने एक बार फिर अपनी पहचान बनाई।\n\nफ्राउनहोफर ने अपने स्पेक्ट्रोस्कोप में सूर्य के प्रकाश के बैंड में काली रेखाओं को देखते हुए, गरमागरम लोहे, सोडियम और बाकी के स्पेक्ट्रा में चमकदार रेखाओं के साथ उनकी पहचान का अनुमान लगाया, और इसलिए दुनिया और सूरज में पदार्थ की एकता, एकता देखी।\n\nब्रह्मांड की सामग्री।\n\nएक बार फिर ओवरसोल ने उसकी आँखों से देखकर अपनी पहचान बना ली।\n\nऐसा ही सभी सच्चे ज्ञान के साथ है।\n\nलेकिन मन को अपनी सीमाओं, अपनी विशिष्टताओं को पार करना होगा; पवित्रता होनी चाहिए, क्योंकि पवित्र हृदय वालों से यह वादा किया गया है कि वे परमेश्वर को देखेंगे।\n\n",
        "verseNum": "3.4"
    },
    {
        "explanation": "इसका अर्थ पहले जो कहा गया है उससे स्पष्ट होता है।\n\nजब आध्यात्मिक मनुष्य भावनात्मक और मानसिक सीमा के बंधनों को दूर करने और अपनी आँखें खोलने में सक्षम होता है, तो वह स्पष्ट रूप से देखता है, वह प्रबुद्ध धारणा प्राप्त करता है।\n\nएक कवि ने एक बार कहा था कि भोगवाद प्रतिभा की सचेत खेती है; और यह निश्चित है कि जाग्रत आध्यात्मिक मनुष्य प्रतिभा की धारणाओं को प्राप्त करता है।\n\nप्रतिभा आध्यात्मिक मनुष्य की दृष्टि, शक्ति है, चाहे उसका अधिकारी इसे पहचाने या नहीं।\n\nसभी सच्चा ज्ञान आध्यात्मिक मनुष्य का है।\n\nसभी युगों में महानतम ने इसे पहचाना है और अपनी गवाही दर्ज की है।\n\nज्ञान में महान जिन्होंने इसे सचेत रूप से नहीं पहचाना है, वे हमेशा श्रद्धा की भावना, सत्य के प्रति निस्वार्थ भक्ति, विनम्रता से भरे रहे हैं, जैसा कि डार्विन थे; और श्रद्धा और विनम्रता आत्मा की निकटता की अचेतन पहचान है, वह देवत्व जो हम पर छाया रहता है, एक स्वामी एक दास के ऊपर।\n\n",
        "verseNum": "3.5"
    },
    {
        "explanation": "इसे चरण दर चरण प्राप्त किया जाना है।\n\nयह चमत्कार का नहीं, बल्कि विकास का, विकास का प्रश्न है।\n\nद्विपद प्रमेय पर आने से पहले न्यूटन को गुणन सारणी, फिर अंकगणित के चार नियम, फिर बीजगणित की मूल बातें सीखनी पड़ीं।\n\nप्रत्येक बिंदु पर, ध्यान, एकाग्रता, अंतर्दृष्टि थी; जब तक ये प्राप्त नहीं हो जाते, तब तक अगले बिंदु तक प्रगति संभव नहीं थी।\n\nतो डार्विन के साथ।\n\nउसे पत्ती और फूल, हड्डी और मांसपेशियों के रूप और उपयोग को सीखना था; जेनेरा और प्रजातियों की विशेषताएं; पौधों और जानवरों का वितरण, इससे पहले कि उनके मन में ज्ञान का वह संबंध था जिस पर उनके महान विचार का प्रकाश अंततः चमकने में सक्षम था।\n\nऐसा ही सभी ज्ञान के साथ है।\n\nऐसा ही आध्यात्मिक ज्ञान के साथ है।\n\nइस मामले को इस तरह से लें: मेरी आध्यात्मिक अंतर्दृष्टि के अभ्यास का पहला विषय मेरा दिन है, उसकी परिस्थितियों, उसकी बाधाओं, उसके अवसरों, उसके कर्तव्यों के साथ।\n\nमैं इसे हल करने के लिए, अपने कर्तव्यों को पूरा करने के लिए, इसके सबक सीखने के लिए जो कुछ भी कर सकता हूं वह करता हूं।\n\nमैं अपने दिन को आकांक्षा और विश्वास के साथ जीने की कोशिश करता हूं।\n\nयह पहला कदम है।\n\nऐसा करने से, मैं शाम के लिए फसल इकट्ठा करता हूं, मुझे जीवन में एक गहरी अंतर्दृष्टि प्राप्त होती है, जिसके आधार पर मैं अगले दिन एक निश्चित लाभ, एक निश्चित आध्यात्मिक उन्नति और प्राप्ति के साथ शुरू करता हूं।\n\nतो सभी क्रमिक दिनों के साथ।\n\nविश्वास और आकांक्षा में, हम दिन-प्रतिदिन बढ़ते ज्ञान और शक्ति में आगे बढ़ते हैं, एक समय में हल करने के लिए एक दिन से अधिक नहीं, जब तक कि सारा जीवन उज्ज्वल और पारदर्शी न हो जाए।\n\n",
        "verseNum": "3.6"
    },
    {
        "explanation": "बहुत स्वाभाविक रूप से ऐसा; क्योंकि पहले वर्णित विकास के साधन आध्यात्मिक मनुष्य को मानसिक बंधनों और घूंघट से मुक्त करने से संबंधित थे; जबकि इस तीन गुना शक्ति का प्रयोग आध्यात्मिक मनुष्य द्वारा इस प्रकार किया जाना है कि वह मुक्त होकर अपने पैरों पर खड़ा हो, खुली आँखों से जीवन को देखे।\n\n",
        "verseNum": "3.7"
    },
    {
        "explanation": "कारण यह है: जिस तीन गुना शक्ति पर हम विचार कर रहे हैं, वह ध्यान, चिंतन, ध्यान की त्रयी है, जहाँ तक हमने अभी तक इस पर विचार किया है, बोधगम्य चेतना के किरण को प्रकट होने के किसी न किसी रूप में केंद्रित करना है, इसे पूरी तरह से समझने के उद्देश्य से।\n\nएक उच्च अवस्था है, जहाँ चेतना की किरण स्वयं पर वापस आ जाती है, और व्यक्तिगत चेतना अखिल चेतना में प्रवेश करती है, और जानती है।\n\nयह एक अस्तित्व है, अमरता में एक अस्तित्व है, न कि जानने वाला; यह मानसिक विश्लेषण या मानसिक रूपों से मुक्त है।\n\nयह उच्च मन की गतिविधि नहीं है, यहाँ तक कि आध्यात्मिक मनुष्य का मन भी नहीं है।\n\nयह आत्मा की गतिविधि है।\n\nयदि न्यूटन इस उच्च अवस्था में पहुँच जाते, तो वे गति के नियमों को नहीं, बल्कि उस उच्च सत्ता को जानते, जिसके जीवन से शाश्वत गति आती है।\n\nयदि डार्विन इसके लिए उठ खड़ा होता, तो वह आत्मा को देखता, जिसका क्रमिक विचार और अस्तित्व सभी विकास व्यक्त करता है।\n\nइसलिए, ये दो धारणाएँ हैं: जीवित चीजों की धारणा, और जीवन की धारणा; आत्मा के कार्यों की धारणा, और स्वयं आत्मा की धारणा।\n\n",
        "verseNum": "3.8"
    },
    {
        "explanation": "यह नियंत्रण का विकास है।\n\nऐसा लगता है कि इसका अर्थ यह है: कोई वस्तु अवलोकन के क्षेत्र में प्रवेश करती है, और पहले तो मन को हिंसक रूप से उत्तेजित करती है, जिज्ञासा, भय, आश्चर्य को उत्तेजित करती है; तब चेतना स्वयं पर लौट आती है, जैसा कि यह था, और धारणा को दृढ़ता से हाथ में लेता है, खुद को स्थिर करता है, और मामले को ऊपर से शांति से देखता है।\n\nबोधगम्य चेतना पर इच्छाशक्ति का यह स्थिर प्रयास नियंत्रण है, और इसके तुरंत बाद धारणा, समझ, अंतर्दृष्टि का अनुसरण करता है।\n\nएक तुच्छ उदाहरण लें।\n\nमान लीजिए कि कोई भारतीय जंगल में घूम रहा है।\n\nअचानक एक चार्जिंग हाथी दिखाई देता है।\n\nवह व्यक्ति विस्मय और शायद आतंक से उत्तेजित है।\n\nलेकिन वह इच्छाशक्ति का प्रयास करता है, स्थिति को उसके वास्तविक आलोक में देखता है, और पहचानता है कि एक निश्चित काम किया जाना चाहिए; इस मामले में, शायद, उसे जितनी जल्दी हो सके रास्ते से हट जाना चाहिए।\n\nया एक धूमकेतु, बिना किसी सूचना के, आकाश में एक ज्वलंत तलवार की तरह दिखाई देता है।\n\nदेखने वाला पहले तो चकित रह जाता है, शायद आतंकित हो जाता है; लेकिन वह खुद को संभालता है, अपने विचारों को नियंत्रित करता है, प्रेत को शांति से देखता है, और अंत में उसकी कक्षा और उल्का वर्षा से उसके संबंध की गणना करता है।\n\nये चरम उदाहरण हैं; लेकिन सभी ज्ञान के साथ धारणा का क्रम समान है: पहला, उस पर अंकित नई वस्तु द्वारा मन का उत्तेजना; फिर भीतर से मन का नियंत्रण; जिस पर वस्तु की प्रकृति की धारणा का अनुसरण होता है।\n\nजहाँ आध्यात्मिक मनुष्य की आँखें खुली होती हैं, यह एक सच्ची और भेदक आध्यात्मिक धारणा होगी।\n\nकुछ इसी तरह से हमारे जीवन के अनुभव हमारे पास आते हैं; सबसे पहले, दर्द के झटके के साथ; तब आत्मा स्वयं को स्थिर करती है और दर्द को नियंत्रित करती है; तब आत्मा घटना के पाठ और जीवन के प्रगतिशील प्रकाशन पर उसके प्रभाव को समझती है।\n\n",
        "verseNum": "3.9"
    },
    {
        "explanation": "आत्मा द्वारा मन का नियंत्रण, जैसे मन द्वारा मांसपेशियों का नियंत्रण, अभ्यास और निरंतर स्वैच्छिक दोहराव से आता है।\n\nमन द्वारा मांसपेशियों के नियंत्रण के उदाहरण के रूप में, उस निरंतर अभ्यास को लें जिसके द्वारा एक संगीतकार अपने वाद्य यंत्र पर महारत हासिल करता है, या एक फ़ेंसर एक तलवार से कौशल हासिल करता है।\n\nध्यान के असंख्य छोटे-छोटे प्रयास एक ऐसा परिणाम देंगे जो लगभग चमत्कारी प्रतीत होता है; जो नौसिखिए के लिए वास्तव में चमत्कारी है।\n\nफिर उस कहीं अधिक अद्भुत यंत्र, बोधगम्य मन पर विचार करें, जिसे उस महान संगीतकार, आत्मा ने बजाया है।\n\nयहाँ फिर से, ध्यान के असंख्य छोटे-छोटे प्रयास महारत में बदल जाएँगे, और एक महारत जीतने लायक होगी।\n\nएक ठोस उदाहरण के लिए, प्रत्येक दिन की क्रमिक विजय, उस दिन को आत्मा के लिए जीने का प्रयास करें।\n\nजो मृत्यु तक विश्वासयोग्य रहता है, उसे स्वामी जीवन का मुकुट देता है।\n\n",
        "verseNum": "3.10"
    },
    {
        "explanation": "मन की एक वस्तु से दूसरी वस्तु पर जाने की प्रवृत्ति के उदाहरण के रूप में, एक छोटे लड़के को अंकगणित सीखते हुए देखें।\n\nवह शुरू करता है: दो एक दो होते हैं; तीन एक तीन होते हैं - और फिर वह अपनी जेब में तीन सिक्कों के बारे में सोचता है, जो गली के नीचे की दुकान में इतनी कैंडी खरीदेंगे, खिलौनों की दुकान के बगल में, जहाँ बेस-बॉल, कंचे वगैरह हैं, - और फिर वह झटके से वापस आता है, चार होते हैं चार।\n\nतो हमारे साथ भी।\n\nहम अपने कार्य का अर्थ खोज रहे हैं, लेकिन मन शिथिल ध्यान के एक क्षण का लाभ उठाता है, और एक तुच्छ विवरण से दूसरे विवरण पर तब तक उड़ता रहता है, जब तक कि हम अंतरिक्ष के लीगों को पार करने के बाद अचानक चेतना में वापस नहीं आ जाते।\n\nहमें इसे जीतना सीखना चाहिए, और अपने भीतर बोधगम्य चेतना के किरण में वापस जाना चाहिए, जो कि ओवरसोल का किरण है।\n\nयह सच्ची एक-बिंदुता है, हमारी चेतना को आत्मा में एकाग्र करना है।\n\n",
        "verseNum": "3.11"
    },
    {
        "explanation": "ऐसा लगता है कि अंतर्दृष्टि जिसे एक-बिंदुता कहा जाता है, उसके दो पहलू हैं, समान रूप से संतुलित।\n\nपहला, किसी भी वस्तु का विविध पहलू, उसकी सभी विशेषताओं और गुणों का योग है।\n\nइसे मन में दृढ़ता से धारण करना है।\n\nफिर वस्तु की एकता के रूप में, समग्र रूप से, उसके सार की धारणा है।\n\nसबसे पहले, विवरणों को स्पष्ट रूप से समझना चाहिए; तब सार को समझना चाहिए।\n\nजब दोनों प्रक्रियाएं समान रूप से संतुलित होती हैं, तो सच्ची एक-बिंदुता प्राप्त होती है।\n\nहर चीज के ये दो पहलू होते हैं, अंतर का पक्ष और एकता का पक्ष; व्यक्ति है और जीनस है; पदार्थ और विविधता का ध्रुव, और एकता और आत्मा का ध्रुव।\n\nवस्तु को सही मायने में देखने के लिए, हमें दोनों को देखना होगा।\n\n",
        "verseNum": "3.12"
    },
    {
        "explanation": "पिछले सूत्र में परिभाषित शक्ति से, प्राणियों और शक्तियों के अंतर्निहित चरित्र, विशिष्ट चिह्न और स्थितियाँ स्पष्ट हो जाती हैं।\n\nइस शक्ति के माध्यम से, जैसा कि परिभाषित किया गया है, हमें प्रत्येक वस्तु का दोहरा दृश्य मिलता है, एक ही बार में उसकी सभी व्यक्तिगत विशेषताओं और उसके आवश्यक चरित्र, प्रजातियों और जीनस को देखते हुए; हम इसे अपने संबंध में, और शाश्वत के संबंध में देखते हैं।\n\nइस प्रकार हम एक गुलाब को उस विशेष फूल के रूप में देखते हैं, उसके रंग और सुगंध के साथ, प्रत्येक पंखुड़ी की उसकी अजीबोगरीब तह; लेकिन हम इसमें प्रजातियों को भी देखते हैं, जिस परिवार से वह संबंधित है, सभी पौधों से, सभी जीवन से, स्वयं जीवन से उसका संबंध।\n\nतो किसी भी दिन, हम घटनाओं और परिस्थितियों को देखते हैं; हम इसमें शाश्वत द्वारा आत्मा के लिए निर्धारित पाठ को भी देखते हैं।\n\n",
        "verseNum": "3.13"
    },
    {
        "explanation": "प्रत्येक वस्तु में उसके अतीत, उसके वर्तमान और उसके भविष्य से संबंधित विशेषताएं होती हैं।\n\nउदाहरण के लिए, एक देवदार के पेड़ में, मृत शाखाओं के स्टंप या निशान होते हैं, जो कभी इसके सबसे महत्वपूर्ण विकास का प्रतिनिधित्व करते थे; हवा में फैली सुइयों वाली शाखाएँ हैं; प्रत्येक शाखा और टहनी के अंत में कलियाँ होती हैं, जो अभी भी कसकर भरी हुई सुइयों को ले जाती हैं जो भविष्य का वादा हैं।\n\nइसी प्रकार, क्रिसलिस के अतीत के रूप में कैटरपिलर है; भविष्य के रूप में, तितली।\n\nमनुष्य के अतीत में पशु है; उसके भविष्य में, परी।\n\nदोनों अभी भी उसके चेहरे पर दिखाई दे रहे हैं।\n\nतो सभी चीजों के साथ, क्योंकि सभी चीजें बदलती और बढ़ती हैं।\n\n",
        "verseNum": "3.14"
    },
    {
        "explanation": "यह केवल वही प्रवर्धित करता है जो अभी कहा गया है।\n\nपहला चरण पौधा, कैटरपिलर, जानवर है।\n\nदूसरा चरण बढ़ता हुआ पेड़, क्रिसलिस, आदमी है।\n\nतीसरा शानदार देवदार, तितली, परी है।\n\nअवस्था का अंतर विकास के अंतर का कारण है।\n\nतो यह पुरुषों के बीच और पुरुषों की जातियों के बीच है।\n\n",
        "verseNum": "3.15"
    },
    {
        "explanation": "हमने प्राकृतिक विज्ञान से अपने उदाहरण लिए हैं, क्योंकि, चूँकि प्राकृतिक विज्ञान में प्रत्येक सच्ची खोज प्रकृति में एक नियम का अटकल है, जो प्रतिभा की चमक के माध्यम से प्राप्त होता है, ऐसी खोज वास्तव में आध्यात्मिक धारणा के कार्य का प्रतिनिधित्व करती है, आध्यात्मिक मनुष्य द्वारा धारणा के कार्य, भले ही वे आम तौर पर ऐसा नहीं पहचाना जाता है।\n\nतो हम एक बार फिर उसी दृष्टांत का प्रयोग कर सकते हैं।\n\nक्रिसलिस में पूरी तरह से केंद्रित ध्यान, पूर्ण अंतर्दृष्टि, उस कैटरपिलर को प्रकट करता है जो वह रहा है, तितली जो उसे होना तय है।\n\nजो बीज को जानता है, वह उस बीज-फली या कान को जानता है जिससे वह आया है, और उस पौधे को जो उससे आने वाला है।\n\nइसी प्रकार जो आज को और आज के हृदय को वास्तव में जानता है, वह उसके माता-पिता कल और उसके बच्चे कल को जानता है।\n\nभूत, वर्तमान और भविष्य सभी शाश्वत में हैं।\n\nजो शाश्वत में निवास करता है वह तीनों को जानता है।\n\n",
        "verseNum": "3.16"
    },
    {
        "explanation": "यह याद रखना चाहिए कि हम आध्यात्मिक मनुष्य द्वारा धारणा की बात कर रहे हैं।\n\nध्वनि, हर शक्ति की तरह, शाश्वत की शक्ति की अभिव्यक्ति है।\n\nइस शक्ति के अनंत रंगों को ध्वनि के असीम रूप से विविध स्वरों में व्यक्त किया जाता है।\n\nवह जो, शाश्वत की चेतना में प्रवेश करके इस शक्ति के सार को जानता है, वह कीट की आवाज से लेकर गोले के संगीत तक सभी ध्वनियों के अर्थों का अनुमान लगा सकता है।\n\nइसी प्रकार, जो आध्यात्मिक दृष्टि प्राप्त कर लेता है, वह दूसरों के विचारों में मन की छवियों को उस भावना के रंग के साथ देख सकता है जो उनके साथ जाती है, इस प्रकार उनके विचारों को उतनी ही आसानी से पढ़ सकता है जितना वह उनके शब्दों को सुनता है।\n\nप्रत्येक व्यक्ति में इस शक्ति का रोगाणु होता है, क्योंकि स्वर का अंतर समान शब्दों को व्यापक रूप से भिन्न अर्थ देगा, अर्थ जो सभी के द्वारा सहज रूप से माना जाता है।\n\n",
        "verseNum": "3.17"
    },
    {
        "explanation": "यह काफी सरल है अगर हम पुनर्जन्म को सच मानते हैं।\n\nपिछले जन्मों के अनुभव हमारी आत्मा में समाए रहते हैं, और उसके विकास का आधार बनते हैं।\n\nजब हमारी चेतना इन अनुभवों से ऊपर उठ जाती है, तो हम अपने पिछले जन्मों को याद कर सकते हैं।\n\n",
        "verseNum": "3.18"
    },
    {
        "explanation": "यह है मन की बात पढ़ने का रहस्य।\n\nजब हम अपना मन शांत करते हैं, तो हम दूसरों के मन में उठने वाले विचारों और भावनाओं को पहचान सकते हैं।\n\n",
        "verseNum": "3.19"
    },
    {
        "explanation": "इसका मतलब है कि हम किसी के विचारों को तो पढ़ सकते हैं, लेकिन उसके आस-पास के माहौल को नहीं पढ़ सकते।\n\n",
        "verseNum": "3.20"
    },
    {
        "explanation": "सम्मोहन करने वाले लोग इसी शक्ति का इस्तेमाल करते हैं।\n\nवे दूसरों के मन में अपने विचार डाल सकते हैं, और खुद अदृश्य रह सकते हैं।\n\nयह मन की तस्वीरों को देखने और नियंत्रित करने की क्षमता है।\n\n",
        "verseNum": "3.21"
    },
    {
        "explanation": "जैसे भीगे हुए कपड़े को फैलाकर सुखाने से वह जल्दी सूख जाता है, और उसे मोड़कर रखने से देर से सूखता है, वैसे ही कर्म भी जल्दी या देर से फल देते हैं।\n\nकर्म को समझने से हमें यह पता चलता है कि हमारे कर्मों का फल हमें कब मिलेगा।\n\n",
        "verseNum": "3.22"
    },
    {
        "explanation": "एकता ही सच्चाई है, और अलगाव भ्रम है।\n\nजब हम एकता की भावना रखते हैं, तो हम दूसरों के सुख-दुख को अपना सुख-दुख समझते हैं।\n\nयह भावना हमें सीखनी पड़ती है।\n\n",
        "verseNum": "3.23"
    },
    {
        "explanation": "जैसे हाथी में बल और संतुलन दोनों होते हैं, वैसे ही हमें भी बल और संतुलन दोनों प्राप्त करने चाहिए।\n\nहमें छोटी-बड़ी हर चीज़ को समान रूप से संभालने की क्षमता विकसित करनी चाहिए।\n\n",
        "verseNum": "3.24"
    },
    {
        "explanation": "हर व्यक्ति की चेतना सभी की चेतना से जुड़ी है।\n\nइसलिए हर व्यक्ति में सब कुछ जानने की क्षमता है।\n\nयह समझ हमें अभ्यास से आती है।\n\n",
        "verseNum": "3.25"
    },
    {
        "explanation": "सूर्य को जानकर हम सितारों को जान सकते हैं।\n\nसूर्य का मतलब आत्मा भी है, और आत्मा को जानकर हम जीवन के सभी रहस्यों को जान सकते हैं।\n\n",
        "verseNum": "3.26"
    },
    {
        "explanation": "चंद्रमा को देखकर हम सितारों की स्थिति जान सकते हैं।\n\nचंद्रमा हमारे विश्लेषणात्मक मन का भी प्रतीक है, जिसे हम ध्यान के माध्यम से समझ सकते हैं।\n\n",
        "verseNum": "3.27"
    },
    {
        "explanation": "ध्रुवतारा शाश्वत आत्मा का प्रतीक है, जिसके चारों ओर सब कुछ घूमता है।\n\nध्यान के माध्यम से ही हम इस आत्मा के रहस्यों को जान सकते हैं।\n\n",
        "verseNum": "3.28"
    },
    {
        "explanation": "यह शरीर में मौजूद एक ऐसी शक्ति का केंद्र है जो शारीरिक जीवन को नियंत्रित करती है।\n\nजब आध्यात्मिक मनुष्य जागृत होता है, तो यह शक्ति उसके शरीर के निर्माण में लग जाती है।\n\nइस शक्ति पर ध्यान लगाने से हमें इस पर नियंत्रण मिलता है, और हम इसे आध्यात्मिक कामों में लगा सकते हैं।\n\n",
        "verseNum": "3.29"
    },
    {
        "explanation": "यह गले में मौजूद एक ऐसा केंद्र है जो मानसिक शक्ति को नियंत्रित करता है।\n\nजब हमें इस शक्ति का ज्ञान हो जाता है, तो हम मानसिक इच्छाओं और डर से मुक्त हो जाते हैं।\n\n",
        "verseNum": "3.30"
    },
    {
        "explanation": "यह छाती में मौजूद एक ऐसा केंद्र है जो डर की भावना को नियंत्रित करता है।\n\nजब हमें इस शक्ति का ज्ञान हो जाता है, तो हम डर से मुक्त हो जाते हैं।\n\n",
        "verseNum": "3.31"
    },
    {
        "explanation": "यह सिर में मौजूद एक ऐसा केंद्र है जो आध्यात्मिक जगत का द्वार है।\n\nजब यह शक्ति जागृत होती है, तो हमें आध्यात्मिक मित्रों के दर्शन होते हैं।\n\n",
        "verseNum": "3.32"
    },
    {
        "explanation": "यह अंतर्ज्ञान की शक्ति है, जो तर्क से ऊपर है।\n\nइसके माध्यम से हमें सही ज्ञान मिलता है।\n\nयह शक्ति सीधे भी काम कर सकती है, और हमें पूर्ण ज्ञान प्रदान कर सकती है।\n\n",
        "verseNum": "3.33"
    },
    {
        "explanation": "हृदय पर ध्यान लगाने से हमें चेतना का ज्ञान होता है।\n\nहृदय का मतलब यहाँ आंतरिक, आध्यात्मिक स्वभाव से है।\n\nआध्यात्मिक मनुष्य की चेतना को जानकर हम चेतना के रहस्य को समझ पाते हैं।\n\n",
        "verseNum": "3.34"
    },
    {
        "explanation": "परमात्मा की एक किरण जीवन में आकर एक व्यक्तित्व बनाती है।\n\nयह व्यक्तित्व जीवन के अनुभवों से सीखता है, और एक आध्यात्मिक व्यक्तित्व में बदल जाता है।\n\nयह आध्यात्मिक व्यक्तित्व ही सच्चा मनुष्य है, जो अमर और दिव्य है।\n\nहमें अपना जीवन इस आध्यात्मिक मनुष्य के निर्माण के लिए समर्पित कर देना चाहिए।\n\n",
        "verseNum": "3.35"
    },
    {
        "explanation": "जब आध्यात्मिक मनुष्य का जन्म होता है, तो उसमें दिव्य शक्तियाँ जागृत हो जाती हैं।\n\nवह देखने, सुनने, और स्पर्श करने में सक्षम हो जाता है।\n\nउसका मन भी जागृत हो जाता है, और उसे अंतर्ज्ञान की शक्ति मिल जाती है।\n\n",
        "verseNum": "3.36"
    },
    {
        "explanation": "आध्यात्मिक मनुष्य के बाद दिव्य मनुष्य का जन्म होता है।\n\nतब शिष्य गुरु बन जाता है।\n\nआध्यात्मिक मनुष्य की शक्तियाँ दिव्य मनुष्य की शक्तियों से कम होती हैं।\n\nहमें इन शक्तियों को अंतिम लक्ष्य नहीं मानना चाहिए, क्योंकि आत्मा का विकास कभी नहीं रुकता।\n\n",
        "verseNum": "3.37"
    },
    {
        "explanation": "जब आध्यात्मिक मनुष्य का निर्माण हो जाता है, तो हमारी चेतना भौतिक शरीर से आध्यात्मिक शरीर में चली जाती है।\n\nतब हमें यह एहसास होता है कि हमारा भौतिक शरीर तो सिर्फ़ एक साधन है, और हमारी असली पहचान हमारा आध्यात्मिक शरीर है।\n\nयह मुक्ति और अमर जीवन की प्राप्ति है।\n\nइसके लिए हमें भौतिक चीज़ों से मोह छोड़ना होगा, और आध्यात्मिक जीवन में रुचि लेनी होगी।\n\n",
        "verseNum": "3.38"
    },
    {
        "explanation": "इस सूत्र का दोहरा अर्थ है।\n\nपहला अर्थ यह है कि एक विशेष शक्ति के माध्यम से हम पानी पर चल सकते हैं, या काँटों पर बिना चुभे चल सकते हैं।\n\nदूसरा, गहरा अर्थ यह है कि यह शक्ति हमें आध्यात्मिक रूप से ऊपर उठाने में मदद करती है।\n\nयह आकांक्षा की शक्ति है, जो आध्यात्मिक मनुष्य का निर्माण करती है, और हमें जीवन के दुखों से बचाती है।\n\n",
        "verseNum": "3.39"
    },
    {
        "explanation": "जब हम अपने मानसिक जीवन को आध्यात्मिक मनुष्य के नियंत्रण में कर लेते हैं, तो हमें एक नई शक्ति मिलती है।\n\nयह शक्ति हमें तेजस्वी बनाती है।\n\nआध्यात्मिक मनुष्य का शरीर प्रकाशमान होता है।\n\n",
        "verseNum": "3.40"
    },
    {
        "explanation": "भौतिक ध्वनि हवा या पानी के माध्यम से यात्रा करती है।\n\nलेकिन एक और भी सूक्ष्म तरह की श्रवण शक्ति होती है, जो ईथर के माध्यम से काम करती है।\n\nइस शक्ति के माध्यम से हम आध्यात्मिक मित्रों की बातें सुन सकते हैं।\n\n",
        "verseNum": "3.41"
    },
    {
        "explanation": "जो व्यक्ति शक्ति के मार्ग पर चलना चाहता है, उसे पहले मानसिक शरीर में, और फिर आकाशीय शरीर में रहने के लिए तैयार रहना चाहिए।\n\nमानसिक शरीर सपनों का शरीर है, और आकाशीय शरीर आध्यात्मिक मनुष्य का शरीर है।\n\n",
        "verseNum": "3.42"
    },
    {
        "explanation": "यह जागृत आध्यात्मिक मनुष्य की अवस्था है, जो माया के पर्दे के पीछे देख और सुन सकता है।\n\n",
        "verseNum": "3.43"
    },
    {
        "explanation": "पदार्थ के पाँच रूप होते हैं - ठोस, तरल, गैसीय, प्रकाशमान और आयनिक।\n\nजब आध्यात्मिक मनुष्य इन रूपों को अंदर से देखता है, तो वह इन पर पूरी तरह से नियंत्रण पा लेता है।\n\n",
        "verseNum": "3.44"
    },
    {
        "explanation": "यहाँ बात हो रही है आध्यात्मिक मनुष्य के आकाशीय शरीर की।\n\nइस शरीर में आठ शक्तियाँ होती हैं - परमाणु बनने की शक्ति, ऊपर उठने की शक्ति, असीमित रूप से फैलने की शक्ति, बहुत दूर तक पहुँचने की शक्ति, अपनी इच्छा पूरी करने की शक्ति, नीचे उतरने की शक्ति, आज्ञा देने की शक्ति, और रचना करने की शक्ति।\n\nयह शरीर अविनाशी होता है।\n\nआग इसे जला नहीं सकती, पानी इसे गीला नहीं कर सकता, तलवार इसे काट नहीं सकती, और हवा इसे सुखा नहीं सकती।\n\n",
        "verseNum": "3.45"
    },
    {
        "explanation": "आध्यात्मिक मनुष्य सुंदर, बलवान और हीरे जैसा मज़बूत होता है।\n\n",
        "verseNum": "3.46"
    },
    {
        "explanation": "उदाहरण के लिए, दृष्टि की शक्ति को ही ले लीजिए।\n\nइसमें पहले देखने, समझने और अनुभव करने की शक्ति होती है।\n\nदूसरे, यह दृश्य रूप से देखने की शक्ति है।\n\nतीसरे, यह हमेशा आत्म-चेतना के साथ होती है, यानी हमें यह एहसास होता है कि **मैं देख रहा हूँ**।\n\nचौथे, यह पूरे दृश्य क्षेत्र में फैल सकती है, यहाँ तक कि सबसे दूर तक भी।\n\nपाँचवें, यह द्रष्टा के उद्देश्यों के लिए इस्तेमाल होती है।\n\nइसी तरह बाकी इंद्रियों के साथ भी है।\n\nहर इंद्रिय पर ध्यान लगाने से हमें उस इंद्रिय और उससे जुड़ी दुनिया का ज्ञान होता है।\n\n",
        "verseNum": "3.47"
    },
    {
        "explanation": "आध्यात्मिक मनुष्य में विचार की गति से अंतरिक्ष में यात्रा करने की क्षमता होती है।\n\nवह जहाँ भी सोचता है, वहाँ पहुँच जाता है।\n\nउसे किसी भी साधन की ज़रूरत नहीं होती, और वह अपनी शक्ति का प्रयोग सीधे कहीं भी कर सकता है।\n\n",
        "verseNum": "3.48"
    },
    {
        "explanation": "आध्यात्मिक मनुष्य भावनाओं, इच्छाओं, डर, और महत्वाकांक्षाओं के जाल में फँसा होता है।\n\nजब वह इनसे मुक्त हो जाता है, तो वह अपनी शक्ति और ज्ञान का प्रयोग करके दिव्य काम करता है।\n\n",
        "verseNum": "3.49"
    },
    {
        "explanation": "अपने लिए सुखों की तलाश करना भविष्य के दुखों का बीज बोता है।\n\nयह आत्मा के लिए एक पाप है।\n\nइससे हमें दुख और बंधन मिलते हैं।\n\nलेकिन सुखों का त्याग करने से हमें पवित्रता, मुक्ति और आध्यात्मिक जीवन मिलता है।\n\n",
        "verseNum": "3.50"
    },
    {
        "explanation": "शिष्य चार तरह के होते हैं - पहले, जो अभी रास्ते पर चलना शुरू कर रहे हैं।\n\nदूसरे, जो माया के आकर्षण में फँसे हैं।\n\nतीसरे, जो भौतिक चीज़ों और इंद्रियों पर विजय पा चुके हैं।\n\nचौथे, जो आध्यात्मिक जीवन में स्थिर हैं।\n\nदूसरे तरह के शिष्यों को यह चेतावनी दी गई है कि वे मानसिक भ्रम से बचें।\n\nउन्हें जल्दी से आध्यात्मिक जगत में प्रवेश करना चाहिए।\n\n",
        "verseNum": "3.51"
    },
    {
        "explanation": "मुक्त व्यक्ति समय के बंधन से मुक्त हो जाता है।\n\nवह जीवन को भूतकाल, वर्तमान और भविष्य में नहीं देखता, बल्कि शाश्वत रूप से देखता है।\n\nयह आध्यात्मिक ज्ञान है, जो समय के भ्रम से ऊपर है।\n\n",
        "verseNum": "3.52"
    },
    {
        "explanation": "समय और स्थान के भेद मन की ही रचना हैं।\n\nजब हम इन भेदों से मुक्त हो जाते हैं, तो हमें सभी चीज़ों की एकता दिखाई देती है।\n\n",
        "verseNum": "3.53"
    },
    {
        "explanation": "यह ज्ञान तारों की तरह चमकता है, और सभी चीज़ों को प्रकाशित करता है।\n\nयह समय के बंधन से मुक्त है, और सभी चीज़ों को एक साथ देखता है।\n\n",
        "verseNum": "3.54"
    },
    {
        "explanation": "आध्यात्मिक मनुष्य को पहले अपने मन को सभी बुरे विचारों से पवित्र करना चाहिए।\n\nफिर वह पूर्ण आध्यात्मिक जीवन में प्रवेश करता है।\n\n",
        "verseNum": "3.55"
    },
    {
        "explanation": "आध्यात्मिक शक्तियां प्राकृतिक मनुष्य की शक्तियों का दैवीय रूप हैं।\n\nये शक्तियां आध्यात्मिक व्यक्ति को आध्यात्मिक दुनिया में जीने में मदद करती हैं, जैसे प्राकृतिक मनुष्य भौतिक दुनिया में जीता है।\n\nएक भ्रामक आध्यात्मिक व्यक्ति होता है जो सपनों की दुनिया में फंसा रहता है।\n\nवह न तो भौतिक दुनिया में है और न ही आध्यात्मिक दुनिया में।\n\nयह भटकाव हमेशा झूठे और स्वार्थी आत्म-चिंतन से होता है।\n\nआध्यात्मिक शक्तियां जन्मजात हो सकती हैं, जैसे बीते जन्म में बोए गए बीज से।\n\nउसी तरह मनोवैज्ञानिक शक्तियां भी जन्मजात हो सकती हैं।\n\nदवाओं से भी कुछ शक्तियां प्राप्त की जा सकती हैं, लेकिन ये हानिकारक होती हैं।\n\nइनसे व्यक्ति अपनी आध्यात्मिक चेतना से कट जाता है और भ्रम में पड़ जाता है।\n\nसच्ची आध्यात्मिक शक्तियां ध्यान और आध्यात्मिक नियमों के पालन से ही प्राप्त की जा सकती हैं।\n\n",
        "verseNum": "4.1"
    },
    {
        "explanation": "आत्मा की चेतना और इच्छा ब्रह्मांड की शक्ति है।\n\nयह अपनी शक्तियों को कई रूपों में प्रकट कर सकती है, जैसे सूर्य का प्रकाश विभिन्न रंगों में बंट जाता है।\n\nजब आत्मा भौतिक दुनिया में जानने की इच्छा रखती थी, तो उसने एक भौतिक शरीर बनाया।\n\nअब जब वह आध्यात्मिक दुनिया को जानना चाहती है, तो वह एक आध्यात्मिक शरीर बनाएगी।\n\nयह सब आत्मा की इच्छा पर निर्भर करता है - जहां उसका मन लगेगा, वहीं उसका खजाना होगा।\n\n",
        "verseNum": "4.2"
    },
    {
        "explanation": "किसान खेत में बीज बोता है, पानी देता है, लेकिन वास्तव में पौधे का विकास प्रकृति की अंतर्निहित शक्तियों से होता है।\n\nउसी तरह आध्यात्मिक विकास में भी दैवीय रचनात्मक शक्तियां काम करती हैं।\n\nकिसान बस बाधाएं हटाता है, बीज बोता है, लेकिन वास्तविक विकास ईश्वर की कृपा से होता है।\n\n",
        "verseNum": "4.3"
    },
    {
        "explanation": "आत्मा अपने विकास में तीन अवस्थाओं से गुजरती है: 1. भौतिक शरीर 2. सूक्ष्म शरीर 3. कारण शरीर अंत में वह स्वयं को पूर्ण रूप से जानती है।\n\nयह सब चेतना की अवस्थाओं पर निर्भर करता है - चेतना को धीरे-धीरे ऊंचा उठाया जाता है जब तक कि वह शाश्वत में न पहुंच जाए।\n\n",
        "verseNum": "4.4"
    },
    {
        "explanation": "चेतना हमेशा एक होती है।\n\nचाहे वह भौतिक जीवन में कमजोर हो या आध्यात्मिक में प्रखर, वह हमेशा प्रकाश ही है।\n\nयह एक ही चेतना सभी अवस्थाओं का कारण है।\n\n",
        "verseNum": "4.5"
    },
    {
        "explanation": "जब चेतना भौतिक शरीर में प्रकट होती है, और शारीरिक जीवन का पूरा खेल शुरू होता है, तो इसकी प्रगति अपने साथ अपरिहार्य सीमाएँ ले जाती है।\n\nजन्म में मृत्यु शामिल है।\n\nबैठकों में उनके बिदाई होती है।\n\nभूख तृप्ति के साथ वैकल्पिक होती है।\n\nयौवन की एड़ी पर बुढ़ापा आता है।\n\nतो चेतना की अवस्थाएँ जन्म और मृत्यु के चक्र के साथ चलती हैं।\n\nमानसिक के साथ, पुरस्कार और दंड के बीच का विकल्प तेज होता है।\n\nआशा की अपनी छाया भय होती है, या यह कोई आशा नहीं है।\n\nअनन्य प्रेम ईर्ष्या से प्रताड़ित होता है।\n\nसुख मृत अवस्था से होकर दुःख में बदल जाता है।\n\nदर्द का अंत सुख को वापस लाता है।\n\nतो यहाँ भी, चेतना की अवस्थाएँ अपना चक्र चलाती हैं।\n\nसभी मानसिक अवस्थाओं में अहंकार होता है, जो वास्तव में मानसिक का सार है; और जहाँ अहंकार होता है वहाँ हमेशा भविष्य के दुःख का बीज होता है।\n\nइच्छा अपने गर्भ में बंधन रखती है।\n\nलेकिन जहाँ शुद्ध आध्यात्मिक चेतना शुरू होती है, स्वयं और दाग से मुक्त, प्रतिशोध का प्राचीन नियम समाप्त हो जाता है; दुःख का दंड समाप्त हो जाता है और अब नहीं लगाया जाता है।\n\nआत्मा अब दुःख से दुःख की ओर नहीं, बल्कि महिमा से महिमा की ओर जाती है।\n\nइसकी वृद्धि और वैभव की कोई सीमा नहीं है।\n\nअच्छा बेहतर, सर्वश्रेष्ठ में बदल जाता है।\n\n",
        "verseNum": "4.6"
    },
    {
        "explanation": "इच्छा रखने वाला व्यक्ति अपने कर्मों से सुख का फल प्राप्त करता है, या दुख का दंड भोगता है; या, जैसा कि जीवन में अक्सर होता है, उसका प्रतिफल, प्रेमी के भावुक मनोदशा की तरह, आंशिक रूप से सुख और आंशिक रूप से दर्द होता है।\n\nस्वार्थ से किए गए कर्म अपने भीतर भविष्य के दुख के बीज रखते हैं; इसके विपरीत, कहावत के अनुसार, वर्तमान पीड़ा भविष्य का लाभ है।\n\nलेकिन, जो इच्छा से परे चला गया है, जिसकी इच्छा शाश्वत पर टिकी है, उसके लिए न तो दर्द से बचा जा सकता है और न ही सुख पाने के लिए उसका काम प्रेरित होता है।\n\nवह नर्क से नहीं डरता और न ही स्वर्ग की कामना करता है।\n\nउसकी एक ही इच्छा है कि पिता की इच्छा को जान ले और उसका काम पूरा कर ले।\n\nवह सीधे ईश्वरीय इच्छा के अनुरूप आता है, और बिना किसी लालसा या भय के सफाई और तुरंत काम करता है।\n\nउसका हृदय शाश्वत में निवास करता है; उसकी सभी इच्छाएँ शाश्वत पर टिकी हैं।\n\n",
        "verseNum": "4.7"
    },
    {
        "explanation": "अब हम कर्म के सामान्य तंत्र पर विचार करने वाले हैं, ताकि हम उस पर विचार कर सकें जो कर्म से मुक्त है।\n\nकर्म, वास्तव में, व्यक्तिगत मनुष्य की चिंता है, उसकी गुलामी या स्वतंत्रता की।\n\nयह उन शक्तियों का उत्तराधिकार है जिन्होंने व्यक्तिगत मनुष्य का निर्माण किया, एक के बाद एक व्यक्तित्व में खुद को पुन: उत्पन्न किया।\n\nअब हम यह देखने के लिए एक काल्पनिक मामला लेते हैं कि ये ताकतें कैसे काम कर सकती हैं।\n\nआइए हम एक ऐसे व्यक्ति के बारे में सोचें, जिसके हृदय में हत्या का इरादा है, जो अपने दुश्मन पर खंजर से वार कर रहा है।\n\nवह अपने शिकार के सीने में लाल घाव कर देता है; उसी क्षण वह अपने मन में उस घाव की तस्वीर पेंट करता है: एक तस्वीर जो उस सारी उग्र इच्छाशक्ति के साथ गतिशील है जिसे उसने अपने जानलेवा प्रहार में लगाया है।\n\nदूसरे शब्दों में उसने अपने ही मानसिक शरीर में गहरा घाव कर लिया है; और, जब वह फिर से जन्म लेने के लिए आता है, तो वह शरीर उसका सबसे बाहरी वस्त्र बन जाएगा, जिस पर, उसका घाव अभी भी वहीं है, शारीरिक ऊतक का निर्माण होगा।\n\nतो वह व्यक्ति अपंग पैदा होगा, या किसी नश्वर चोट की प्रवृत्ति के साथ; वह उस बिंदु पर असुरक्षित है, और कोई भी मामूली आकस्मिक प्रहार उसके मानसिक कवच के टूटे हुए जोड़ों को छेद देगा।\n\nइस प्रकार गतिशील मन-चित्र स्वयं को प्रकट करते हैं, सतह पर आते हैं, ताकि अतीत में किए गए कार्य पक सकें और फलित हो सकें।\n\n",
        "verseNum": "4.8"
    },
    {
        "explanation": "जिस प्रकार, मन-चित्रों के शारीरिक अवस्थाओं में पकने में, स्वयं द्वारा भेजे गए रचनात्मक बल की किरण द्वारा प्रभाव लाया जाता है, कुछ हद तक जादू लालटेन का प्रकाश स्क्रीन पर चित्र के विवरण को प्रक्षेपित करता है, छिपे हुए को प्रकट करता है, और गुप्त चीजों को स्पष्ट और दृश्यमान बनाता है, वैसे ही यह दिव्य किरण गतिशील मन-चित्रों पर एक चयनात्मक शक्ति का प्रयोग करती है, कई दिनों से एकत्रित बीजों को एक दिन के जीवन में एक साथ लाती है।\n\nस्मृति इस शक्ति का लगातार उदाहरण देती है; कविता का एक अंश विभिन्न समय पर पढ़े गए कई कवियों के समान अंशों को मन में लाएगा।\n\nतो एक प्रार्थना कई प्रार्थनाओं को बुला सकती है।\n\nइसी प्रकार, वही अति-शासक चयनात्मक शक्ति, जो उच्च स्व की किरण है, विभिन्न जन्मों और समयों और स्थानों से उन मन-चित्रों को एक साथ इकट्ठा करती है जो अनुरूप हैं, और एक ही जीवन या एक ही घटना के फ्रेम में समूहीकृत किए जा सकते हैं।\n\nइस समूहीकरण के माध्यम से, दृश्यमान शारीरिक स्थितियाँ या बाहरी परिस्थितियाँ लाई जाती हैं, और इनके द्वारा आत्मा को सिखाया और प्रशिक्षित किया जाता है।\n\nजिस प्रकार इच्छा के गतिशील मन-चित्र शारीरिक अवस्थाओं और परिस्थितियों में पकते हैं, उसी प्रकार आकांक्षा की कहीं अधिक गतिशील शक्तियाँ, जिसमें आत्मा शाश्वत की ओर पहुँचती है, एक बेहतर दुनिया में फलित होती है, आध्यात्मिक मनुष्य का वस्त्र बनाती है।\n\n",
        "verseNum": "4.9"
    },
    {
        "explanation": "गतिशील मन-चित्रों की पूरी श्रृंखला, जो व्यक्तिगत मनुष्य के पूरे इतिहास को बनाती है, उस तंत्र का एक हिस्सा है जिसका उपयोग स्वयं एक प्रतिबिंब में खुद को प्रतिबिंबित करने के लिए, अपनी शक्तियों को एक बाहरी रूप में मूर्त रूप देने के लिए, अंत तक करता है।\n\nआत्म-अभिव्यक्ति, आत्म-साक्षात्कार, आत्म-ज्ञान।\n\nइसलिए इन गतिशील मन-चित्रों के पीछे प्रारंभिक आवेग स्वयं से आता है और स्वयं की अवरोही किरण है; ताकि यह न कहा जा सके कि छवियों की श्रृंखला का कोई पहला सदस्य है, जिससे बाकी उत्पन्न हुए।\n\nआवेग अनादि है, क्योंकि यह स्वयं से आता है, जो कि अनंत काल से है।\n\nइच्छा का अंत नहीं होना है; इसे शाश्वत की ओर मुड़ना है, और इसलिए आकांक्षा बनना है।\n\n",
        "verseNum": "4.10"
    },
    {
        "explanation": "हम अभी भी व्यक्तिगत जीवन को उसके शारीरिक वस्त्र में, और उस प्रक्रिया से संबंधित हैं जिसके द्वारा इसे बनाए रखने वाली शक्तियों को धीरे-धीरे आध्यात्मिक मनुष्य के जीवन में स्थानांतरित कर दिया जाता है, और उसके लिए एक बेहतर दुनिया में उसका बेहतर वस्त्र बनाया जाता है।\n\nकरंट को कैसे बदला जाए? बंधन की इस दुनिया में जीवन के बाद जीवन की स्थितियों का निर्माण करने वाले स्व-प्रजनन मन-चित्रों के प्रवाह को कैसे रोका जाए, ताकि कारावास का समय समाप्त हो सके, मुक्ति का दिन हो सके? अभी अनुवादित सूत्र में इसका उत्तर दिया गया है।\n\nप्रेरक शक्ति को वापस ले लिया जाता है और आध्यात्मिक शरीर के निर्माण के लिए निर्देशित किया जाता है।\n\nजब निर्माण आवेगों और शक्तियों को वापस ले लिया जाता है, तो एक नया मानसिक शरीर, बंधन का एक नया शरीर प्रकट करने की प्रवृत्ति उनके साथ समाप्त हो जाती है।\n\n",
        "verseNum": "4.11"
    },
    {
        "explanation": "यहाँ हम एक उच्च और कठिन मामले पर आते हैं, जिसे हमेशा पूर्वी ज्ञान में बहुत महत्व दिया गया है: यह विचार कि समय का अतीत, वर्तमान और भविष्य में विभाजन काफी हद तक एक भ्रम है; कि भूत, वर्तमान, भविष्य सभी शाश्वत अब में एक साथ रहते हैं।\n\nइस सत्य के विवेक को ज्ञान का इतना आवश्यक हिस्सा माना गया है कि प्रबुद्ध लोगों के नामों में से एक है: \"वह जो तीन समयों से परे चला गया है: भूत, वर्तमान, भविष्य।\n\n\" तो पश्चिमी गुरु ने कहा: \"अब्राहम के पहले, मैं हूँ\"; और फिर, \"मैं हमेशा तुम्हारे साथ हूँ, दुनिया के अंत तक\"; अतीत और भविष्य के लिए समान रूप से शाश्वत वर्तमान का उपयोग करना।\n\nउसी उद्देश्य से, गुरु स्वयं को \"अल्फा और ओमेगा, शुरुआत और अंत, पहला और आखिरी\" के रूप में बोलता है।\n\nऔर हमारे अपने दिनों का एक गुरु लिखता है: \"मुझे इन तीन अनाड़ी शब्दों-अतीत, वर्तमान और भविष्य का उपयोग करने में भी जलन होती है।\n\nव्यक्तिपरक संपूर्ण के उद्देश्य चरणों की दयनीय अवधारणाएँ, वे इस उद्देश्य के लिए लगभग उतनी ही खराब रूप से अनुकूलित हैं, जितनी कि अच्छी नक्काशी के लिए कुल्हाड़ी।\n\n\" शाश्वत अब में, अतीत और भविष्य दोनों ही समाप्त हो जाते हैं।\n\nस्वीडिश दार्शनिक ब्योर्कलंड ने इसी सत्य को अच्छी तरह से बताया है: \"न तो अतीत और न ही भविष्य ईश्वर के लिए मौजूद हो सकता है; वह अविभाजित रूप से, बिना किसी सीमा के रहता है, और उसे मनुष्य के रूप में, अपने अस्तित्व को क्षणों की एक श्रृंखला में चित्रित करने की आवश्यकता नहीं है।\n\nतब अनंत काल अनंत समय के समान नहीं है; यह अस्तित्व का एक अलग रूप है, जो समय से संबंधित है जैसे कि अपूर्ण के लिए पूर्ण ... मनुष्य को अपने लिए एक इकाई के रूप में भाग के लिए प्राकृतिक सीमाएँ होनी चाहिए।\n\nईश्वर द्वारा कल्पित, मनुष्य दिव्य अर्थों में शाश्वत है, लेकिन स्वयं द्वारा कल्पित, मनुष्य का शाश्वत जीवन उन सीमाओं में आच्छादित है जिन्हें हम समय कहते हैं।\n\nशाश्वत बिना शुरुआत या अंत के, बिना अतीत या भविष्य के एक निरंतर वर्तमान है।\n\n\"\n\n",
        "verseNum": "4.12"
    },
    {
        "explanation": "तीन शक्तियाँ एक आदिम सामग्री के तीन प्रकट संशोधन हैं, जो चेतना को समझने के विपरीत है।\n\nइन तीन शक्तियों को पदार्थ, बल, अंधकार कहा जाता है; या उनके नैतिक रंग, अच्छाई, जुनून, जड़ता के लिए देखा जाता है।\n\nप्रत्येक भौतिक अभिव्यक्ति अंधकार के खाली स्थान में पदार्थ का प्रक्षेपण है।\n\nप्रत्येक मानसिक स्थिति या तो अच्छी होती है, या भावुक होती है, या निष्क्रिय होती है।\n\nइसलिए, चाहे व्यक्तिपरक हो या वस्तुनिष्ठ, अव्यक्त हो या प्रकट हो, सभी चीजें जो खुद को बोधगम्य चेतना के सामने प्रस्तुत करती हैं, वे इन तीनों से मिलकर बनी होती हैं।\n\nयह सांख्य व्यवस्था का एक मूल सिद्धांत है।\n\n",
        "verseNum": "4.13"
    },
    {
        "explanation": "हम एक ही कानून को यह कहकर व्यक्त करने के इच्छुक होंगे, उदाहरण के लिए, एक ध्वनि श्रव्य है, जब इसमें श्रवण तंत्रिका के दायरे में कंपन होता है; कि कोई वस्तु दृश्यमान है, जब या तो सीधे या प्रतिबिंब द्वारा, वह रेटिना और ऑप्टिक तंत्रिका के दायरे में प्रकाश कंपन भेजती है।\n\nउस कंपास के नीचे या ऊपर कंपन बिल्कुल भी प्रभाव नहीं डालते हैं, और वस्तु अदृश्य रहती है; उदाहरण के लिए, एक अंधेरे कमरे में उबलते पानी की केतली, हालाँकि केतली प्रकाश के समान हीट कंपन भेज रही है।\n\nइसलिए, जब वस्तु का कंपन और बोधगम्य शक्ति का कंपन एक ही चरण में होता है, तो वस्तु का बाहरी प्रकटीकरण होता है।\n\nऐसा लगता है कि एक और सुझाव है कि \"वर्तमान\" में किसी वस्तु का प्रकट होना, या \"अतीत\" या \"भविष्य\" में उसका छिपा रहना, इसी तरह चरण का प्रश्न है, और, जैसे कंपन की सीमा को माना जाता है बेहतर इंद्रियों के विकास से बढ़ सकता है, इसलिए अतीत की चीजों और आने वाली चीजों की धारणा उच्च दृष्टिकोण से आसान हो सकती है।\n\n",
        "verseNum": "4.14"
    },
    {
        "explanation": "यह दिखाने के बाद कि हमारी शारीरिक स्थिति और परिस्थितियाँ कर्म पर निर्भर करती हैं, जबकि कर्म धारणा और इच्छा पर निर्भर करता है, ऋषि इस तथ्य को पहचानते हैं कि इससे यह गलत निष्कर्ष निकाला जा सकता है कि भौतिक वस्तुएँ किसी भी तरह से मन की अवस्थाओं से भिन्न नहीं हैं।\n\nसभी दार्शनिकों के साथ यही विचार आया है, और अभी भी आता है; और, विभिन्न तर्कों से, वे सभी एक ही बुद्धिमान निष्कर्ष पर पहुँचते हैं; कि भौतिक दुनिया किसी भी मानव मन की मनोदशा से नहीं बनी है, बल्कि अदृश्य होने की समग्रता की अभिव्यक्ति है, चाहे हम इसे पूर्वजों के साथ महाट कहें, या आधुनिक लोगों के साथ ईथर कहें।\n\n",
        "verseNum": "4.15"
    },
    {
        "explanation": "यह पिछले सूत्र के विचार का एक और विकास है, इस विचार को आगे बढ़ाते हुए कि, जबकि ब्रह्मांड आध्यात्मिक है, फिर भी इसकी भौतिक अभिव्यक्ति व्यवस्थित, सुसंगत, कानून द्वारा शासित है, न कि किसी एक मन की सनक या पुष्टि के अधीन है।\n\nअवांछित भौतिक वस्तुओं से आध्यात्मिक विकास द्वारा, उनके ऊपर एक क्षेत्र में उठकर बचा जा सकता है, न कि उनके अपने विमान पर उनके अस्तित्व से इनकार करके।\n\nताकि हमारी प्रणाली न तो भौतिकवादी हो, न ही चरम अर्थों में आदर्शवादी हो, बल्कि अंतर्ज्ञानी और आध्यात्मिक हो, यह मानते हुए कि पदार्थ समग्र रूप से आत्मा की अभिव्यक्ति है, आत्मा का प्रतिबिंब या बाहरीकरण है, और आत्मा की तरह, हर जगह कानून का पालन करता है।\n\nमुक्ति का मार्ग पदार्थ के इनकार से नहीं बल्कि स्वयं की इच्छाओं के इनकार से, आज्ञाकारिता से और उस आकांक्षा से है जो आध्यात्मिक मनुष्य का वस्त्र बनाती है।\n\n",
        "verseNum": "4.16"
    },
    {
        "explanation": "इसका सबसे सरल उदाहरण है ध्यान का विषय।\n\nहमारे मन वही समझते हैं जो वे समझना चाहते हैं; बाकी सब पर किसी का ध्यान नहीं जाता, या, दूसरी ओर, हम वही देखते हैं जिसका हम विरोध करते हैं, उदाहरण के लिए, गुजरती ट्रेन का शोर; जबकि अन्य, ध्वनि के अभ्यस्त, इस पर बिल्कुल भी ध्यान नहीं देते हैं।\n\nलेकिन गहरा अर्थ यह है कि ब्रह्मांड में हमेशा मौजूद वस्तुओं की विशाल समग्रता में से, मन केवल उन्हीं को देखता है जो उसके कर्म के रंग के अनुरूप होते हैं।\n\nबाकी अनदेखे रहते हैं, भले ही वे पास ही क्यों न हों।\n\nइस आध्यात्मिक नियम को इमर्सन ने अच्छी तरह से व्यक्त किया है: \"सबसे ठोस शाश्वत चीजों के माध्यम से मनुष्य अपनी सड़क पाता है जैसे कि वे मौजूद नहीं हैं, और एक बार भी उनके होने पर संदेह नहीं करता है।\n\nजैसे ही उसे एक नई वस्तु की आवश्यकता होती है, अचानक वह उसे देखता है, और अब उसके माध्यम से गुजरने का प्रयास नहीं करता है, बल्कि दूसरा रास्ता अपनाता है।\n\nजब वह किसी एक व्यक्ति या वस्तु से निकाले जाने वाले पोषण को कुछ समय के लिए समाप्त कर लेता है, तो वह वस्तु उसके अवलोकन से हटा दी जाती है, और यद्यपि अभी भी उसके तत्काल पड़ोस में है, उसे इसकी उपस्थिति पर संदेह नहीं है।\n\nकुछ भी मरा नहीं है।\n\nपुरुष खुद को मृत मानते हैं, और नकली अंतिम संस्कार और शोकपूर्ण मृत्युलेख सहते हैं, और वहाँ वे खिड़की से बाहर देखते हुए खड़े होते हैं, स्वस्थ और अच्छे, किसी नए और अजीब भेष में।\n\nयीशु मरा नहीं है, वह बहुत अच्छी तरह से जीवित है: न जॉन, न पॉल, न मुहम्मद, न अरस्तू; कई बार हमें विश्वास होता है कि हमने उन सभी को देखा है, और उन नामों को आसानी से बता सकते हैं जिनके तहत वे जाते हैं।\n\n\"\n\n",
        "verseNum": "4.17"
    },
    {
        "explanation": "यहाँ समझ और अभ्यास दोनों के लिए अत्यंत महत्वपूर्ण शिक्षा दी गई है।\n\nमानसिक प्रकृति से संबंधित सभी भावनाओं का उतार-चढ़ाव, सभी आशा और भय, इच्छा और घृणा: वे चीजें जो पुरुषों और महिलाओं की भीड़ को खुद को खुश या दुखी मानती हैं।\n\nइसमें मापना और तुलना करना, संदेह और प्रश्न करना भी शामिल है, जो उसी भीड़ के लिए मानसिक जीवन बनाते हैं।\n\nताकि परिणाम भावना से लथपथ व्यक्तित्व हो, जीवन के प्रति उसके अंधेरे और संकीर्ण दृष्टिकोण के साथ: कांपता हुआ, आतंक से प्रेरित व्यक्तित्व जो सभी के लिए जीवन है, लेकिन पूरी मानव जाति के लिए।\n\nफिर भी व्यक्तित्व सच्चा मनुष्य नहीं है, जीवित आत्मा बिल्कुल नहीं है, बल्कि केवल एक तमाशा है जिसे सच्चा मनुष्य देखता है।\n\nइसलिए, आइए हम इसे समझें, और खुद को आध्यात्मिक मनुष्य की ऊंचाई तक आंतरिक रूप से ऊपर उठाएं, जो शाश्वत के शांत प्रकाश में खड़ा है, बाहरी जीवन की इस उथल-पुथल को शांत भाव से देखता है।\n\nव्यक्ति पहले व्यक्तित्व, \"मन\" पर इस प्रकार ऊपर से, भीतर से नीचे देखकर महारत हासिल करता है; इसके उतार-चढ़ाव को लगातार देखकर, वस्तुनिष्ठ, बाहरी, और इसलिए वास्तविक स्व नहीं।\n\nयह पीछे हटना पहला कदम है, वैराग्य।\n\nदूसरा, इस प्रकार प्राप्त लाभ-भूमि को बनाए रखना स्मरण है।\n\n",
        "verseNum": "4.18"
    },
    {
        "explanation": "यह \"मन\" के अत्याचार को उखाड़ फेंकने की दिशा में एक और कदम है: भावना और मानसिक माप की मानसिक प्रकृति।\n\nयह मानसिक स्व, व्यक्तित्व, पूर्ण होने का दावा करता है, यह दावा करता है कि जीवन इसके लिए है और इसके माध्यम से है; यह मनुष्य के संपूर्ण अस्तित्व पर जीवन और ब्रह्मांड के बारे में अपने संकीर्ण, भौतिकवादी, विश्वासहीन दृष्टिकोण को थोपना चाहता है; यह उड़ती हुई आत्मा के पंखों को काट देगा।\n\nलेकिन आत्मा अत्याचारी को गद्दी से उतार देती है, यह देखकर और दृढ़ता से पुष्टि करके कि मानसिक स्व बिल्कुल भी सच्चा स्व नहीं है, स्वयं प्रकाशमान नहीं है, बल्कि केवल अवलोकन की वस्तु है, जिसे आध्यात्मिक मनुष्य की शांत आँखों से देखा जाता है।\n\n",
        "verseNum": "4.19"
    },
    {
        "explanation": "सच्चाई यह है कि \"मन\" न तो बाहरी चीजों को जानता है और न ही खुद को।\n\nइसका मापना और विश्लेषण करना, इसकी आशा और भय, घृणा और इच्छा, इसे कभी भी जीवन का सही माप नहीं देते हैं, न ही वास्तविक मूल्यों की कोई समझ देते हैं।\n\nनिरंतर सक्रिय रहने पर, यह वास्तव में कभी भी ज्ञान प्राप्त नहीं करता है; या, यदि हम इसके ज्ञान को स्वीकार करते हैं, तो यह हमेशा ज्ञान से कम ही रहता है, जो केवल अंतर्ज्ञान, आध्यात्मिक मनुष्य की दृष्टि से आता है।\n\nजीवन को \"मन\" से नहीं जाना जा सकता है, उसके रहस्यों को \"मन\" से नहीं सीखा जा सकता है।\n\nप्रमाण है, मन पर भरोसा करने वालों के बीच राय का निरंतर संघर्ष और विरोधाभास।\n\nमन खुद को बहुत कम जान सकता है, और तो और, क्योंकि यह इस भ्रम से व्याप्त है कि वह वास्तव में जानता है, वास्तव में है।\n\n\"मन\" का सही ज्ञान सबसे पहले तब आता है, जब आध्यात्मिक मनुष्य, उठकर, अलग खड़ा होता है, \"मन\" को ऊपर से, शांत आँखों से देखता है, और इसे मानसिक शक्तियों के उलझे हुए जाल के रूप में देखता है जो वास्तव में है।\n\nलेकिन सच्चाई को स्पष्ट रूप से देखने से बहुत पहले ही इसका अनुमान लगा लिया जाता है, और फिर वास्तविक के खिलाफ \"मन\" की लंबी लड़ाई शुरू हो जाती है, \"मन\" अपनी सर्वोच्चता के लिए हठपूर्वक, चालाकी से लड़ता है।\n\n",
        "verseNum": "4.20"
    },
    {
        "explanation": "मन द्वारा आत्मा को अस्वीकार करने और विफल करने के लिए उपयोग किए जाने वाले तरीकों में से एक, जब उसे लगता है कि उसे दरकिनार किया जा रहा है और देखा जा रहा है, तो यह दावा करना है कि यह देखना स्वयं के एक हिस्से का काम है, एक हिस्सा दूसरे को देख रहा है, और इस प्रकार आध्यात्मिक मनुष्य के लिए कोई आवश्यकता या स्थान नहीं छोड़ता है।\n\nइस रणनीति का हमारे दार्शनिक द्वारा तर्क का विरोध किया जाता है, कि यह कोई सही समाधान नहीं होगा, बल्कि समाधान का केवल एक स्थगन होगा।\n\nक्योंकि हमें पहले देखने वाले हिस्से को देखने के लिए मन का एक और हिस्सा खोजना होगा, और फिर इसे देखने के लिए दूसरा, और इसी तरह, अंतहीन।\n\nसही उपाय यह है कि आध्यात्मिक मनुष्य मानसिक प्रकृति को देखता है, और उसका निरीक्षण करता है; जब वह मानसिक चित्र गैलरी को देखता है, तो यह \"स्मृति\" है, जो एक निराशाजनक, अटूट भ्रम होगा, अगर हम मन के एक हिस्से के बारे में सोचते हैं, उसकी यादों के साथ, दूसरे हिस्से को देखते हुए, अपनी यादों के साथ।\n\nरहस्य का समाधान \"मन\" में नहीं बल्कि उसके बाहर, उ risen प्रभु, आध्यात्मिक मनुष्य के प्रकाशमान जीवन में है।\n\n",
        "verseNum": "4.21"
    },
    {
        "explanation": "हम आध्यात्मिक जीवन के एक ऐसे चरण पर विचार कर रहे हैं जिस पर मानसिक प्रकृति को शुद्ध और शुद्ध किया गया है।\n\nपूर्व में, यह अपने प्लास्टिक पदार्थ में सांसारिक की छवियों को दर्शाता था; अब शुद्ध हो गया है, यह आध्यात्मिक बुद्धि को एक दृश्य रूप देते हुए, स्वर्गीय की छवि को दर्शाता है।\n\nस्वयं, उस दृश्य रूप को देखकर, जिसमें उसकी आध्यात्मिक बुद्धि ने, जैसा कि यह था, स्पष्ट आकार ले लिया है, जिससे आत्म-पहचान, आत्म-समझ तक पहुँचता है।\n\nस्वयं इस दर्पण में स्वयं को देखता है, और इस प्रकार न केवल चेतन, बल्कि आत्म-चेतन हो जाता है।\n\nयह, एक दृष्टिकोण से, संपूर्ण विकासवादी प्रक्रिया का उद्देश्य है।\n\n",
        "verseNum": "4.22"
    },
    {
        "explanation": "अपरिष्कृत मनुष्य में, मानसिक प्रकृति भौतिक वस्तुओं की छवियों से संतृप्त होती है, देखी, या सुनी, या चखी, या महसूस की गई चीजों की; और गतिशील छवियों का यह जाल जीवन की सामान्य सामग्री और प्रेरक शक्ति बनाता है।\n\nचखी गई मीठी चीजों की अनुभूति नए सिरे से होने का दावा करती है, और मनुष्य को अपने नवीनीकरण को प्राप्त करने के प्रयास में प्रेरित करती है; इसलिए वह छवि से छवि जोड़ता है, प्रत्येक गतिशील और आयातक, पाप के असहनीय बोझ को ढेर करता है।\n\nफिर पुनर्जन्म आता है, और आत्मा की उग्र, रचनात्मक शक्ति के माध्यम से पाप को धोया जाता है, जो मानसिक वस्त्र के दागों को जला देता है, इसे शुद्ध करता है क्योंकि सोने को भट्टी में परिष्कृत किया जाता है।\n\nपुनर्जन्म का दुख इस अपरिहार्य शुद्धि से उत्पन्न होता है।\n\nफिर मानसिक वस्त्र आत्मा का रंग लेना शुरू कर देता है, अब दागदार नहीं, बल्कि सुनहरी रोशनी से भर जाता है; और मनुष्य लाल उत्पन्न अनंत काल की चमक के साथ चमकता है।\n\nइस प्रकार आध्यात्मिक मनुष्य उत्तम वस्त्र धारण करता है; इस सफाई के बारे में कहा गया है: भले ही तुम्हारे पाप लाल रंग के हों, वे हिम की तरह सफेद होंगे; भले ही वे किरमिजी रंग के हों, वे ऊन के समान होंगे।\n\n",
        "verseNum": "4.23"
    },
    {
        "explanation": "एक बार अत्याचारी \"मन\" अब दास है, जिसे बाहरी, अलग, स्वयं नहीं, आध्यात्मिक मनुष्य का एक अच्छी तरह से प्रशिक्षित साधन माना जाता है।\n\nक्योंकि आध्यात्मिक मनुष्य के लिए यह नियत नहीं है कि, अपने उच्च क्षेत्र को पाकर, वह पूरी तरह से वहाँ प्रवेश करे, और मानव जाति की दृष्टि से ओझल हो जाए।\n\nयह सच है कि वह स्वर्ग में वास करता है, लेकिन वह पृथ्वी पर भी वास करता है।\n\nउसके पास अपने परिचित मित्रों के लिए स्वर्गदूत और महादूत, सिद्ध किए गए धर्मी लोगों की मेजबानी है, लेकिन साथ ही उसने पुरुषों के प्रवण बच्चों के साथ एक नया रिश्ता पाया है, जो अंधेरे में ठोकर खाते हैं और पाप करते हैं।\n\nपापरहितता पाकर, वह यह भी पाता है कि दुनिया का पाप और शर्म उसका है, साझा करने के लिए नहीं, बल्कि प्रायश्चित करने के लिए; स्वर्गदूतों के साथ रिश्तेदारी पाकर, वह इसी तरह स्वर्गदूतों के परिश्रम में, दुनिया के उद्धार के लिए परिश्रम में अपना हिस्सा पाता है।\n\nइस काम के लिए, वह, जो अब स्वर्गीय क्षेत्र में खड़ा है, उसे पृथ्वी पर अपने साधन की आवश्यकता है; और यह उपकरण वह अपने हाथ के लिए तैयार, और व्यक्तिगत मनुष्य के व्यक्तित्व, \"मन\" में इसके खिलाफ किए गए संघर्षों से सुसज्जित और सिद्ध पाता है।\n\nयह एक बार अत्याचारी अब उसका सेवक और आदर्श राजदूत है, जो पुरुषों के सामने स्वर्गीय चीजों की गवाही देता है और इस वर्तमान दुनिया में भी पिता की इच्छा पूरी करता है और काम करता है।\n\n",
        "verseNum": "4.24"
    },
    {
        "explanation": "लंबे संघर्ष में कितनी बार आत्मा की आकांक्षाएं एक निराशाजनक, असंभव सपना, पूर्णता की एक पागल की सलाह लगती हैं।\n\nफिर भी हर बेहतरीन, सबसे असंभव आकांक्षा को साकार किया जाएगा, और दस गुना से अधिक साकार किया जाएगा, एक बार \"मन\" के खिलाफ लंबी, कठिन लड़ाई, और मन की विश्वदृष्टि जीत ली जाती है।\n\nऔर तब यह देखा जाएगा कि अविश्वास और निराशा आत्मा को डराने के लिए \"मन\" के हथियार थे, और उस दिन को टाल दिया जब \"मन\" की गर्दन आत्मा के पैरों तले डाल दी जाएगी।\n\nक्या आपने अमरता के बाद, लगभग निराशाजनक रूप से आकांक्षा की है? ईश्वर की अमरता में प्रवेश करके आपको भुगतान किया जाएगा।\n\nक्या आपने दुख और दर्द में, सांत्वना देने वाले, उपचारात्मक प्रेम के बाद आकांक्षा की है? थके हुए आत्माओं को स्वयं ईश्वर के दिव्य प्रेम का दाता बनाया जाएगा।\n\nक्या आपने शक्ति के बाद, अपनी कमजोरी के दिन में, उत्सुकता से खोजा है? आप ईश्वर के साथ ईश्वर के कार्यों को करते हुए अमर, अनंत शक्ति का प्रयोग करेंगे।\n\nक्या आपने अकेले अंधेरे में, साथी और सांत्वना की लालसा की है? आपके मित्रों के लिए आपके पास देवदूत और महादूत होंगे, और भोर के सभी अमर मेजबान होंगे।\n\nये जीत के फल हैं।\n\nइसलिए दूर हो जाओ।\n\nये पुनर्जन्म के पुरस्कार हैं।\n\nइसलिए स्वयं के लिए मरो, ताकि तुम फिर से ईश्वर के लिए जी उठो।\n\n",
        "verseNum": "4.25"
    },
    {
        "explanation": "यह आत्मा के रहस्य का हिस्सा है, कि मोक्ष का अर्थ केवल यह नहीं है कि एक आत्मा को शुद्ध किया जाएगा और स्वर्ग में उठाया जाएगा, बल्कि प्राकृतिक शक्तियों के पूरे क्षेत्र को भुनाया जाएगा, निर्माण किया जाएगा, यहां तक कि इस वर्तमान दुनिया में भी, आध्यात्मिक मनुष्य का राजसी व्यक्तित्व।\n\nयुगों की परंपराएँ उसके पदचिन्हों से भरी हैं; राजसी, अज्ञात छाया, मिथक, अर्ध-देवता, सभी महान लोगों की यादों को भर देते हैं।\n\nलेकिन वह समय आता है, जब उसे जाना जाएगा, अब अर्ध-देवता नहीं, न मिथक, न छाया, बल्कि सर्वव्यापी उद्धारक, सभी आत्माओं के जीवन और सफाई के लिए पुरुषों के बीच काम कर रहा है।\n\n",
        "verseNum": "4.26"
    },
    {
        "explanation": "लड़ाई लंबी और कठिन है।\n\nइसमें कोई गलती न होने दें।\n\nलागत गिनें बिना इस लड़ाई के लिए आगे न बढ़ें।\n\nशत्रु को मजबूत बनाने में युग बीत चुके हैं।\n\nसंघर्ष के युगों को व्यतीत करना होगा, इससे पहले कि पूरी तरह से विजयी शत्रु, नौकर, आत्मा का सेवक मानव जाति के लिए बन जाए।\n\nऔर इन लंबे समय से बीते युगों से, उन घंटों में जब प्रतियोगिता कमजोर पड़ जाती है, नए दुश्मन आएंगे, मन से पैदा हुए बच्चे मन के लिए लड़ने के लिए उठेंगे, भूले हुए वर्षों, भूले हुए जीवन से सुदृढीकरण आएगा।\n\nएक बार यह संघर्ष शुरू हो जाने के बाद, यह केवल व्यापक जीत और बिना शर्त, बिना किसी réserve के आत्मसमर्पण से ही समाप्त हो सकता है।\n\n",
        "verseNum": "4.27"
    },
    {
        "explanation": "इन नए दुश्मनों और आशंकाओं को लगातार लड़ाई को नवीनीकृत करके, एक दृढ़, हठी दृढ़ता से दूर किया जाना है, चाहे जीत हो या हार, जो चट्टानों की जिद को शर्मसार कर दे।\n\nक्योंकि आत्मा सभी चीजों से पुरानी है, और अजेय है; आत्मा का स्वभाव ही अजेय होना है।\n\nइसलिए निडर होकर लड़ते रहो; यह जानते हुए कि एक बार जागृत होने वाली आध्यात्मिक इच्छाशक्ति, प्रतियोगिता के प्रयास से, अपनी पूरी ताकत हासिल कर लेगी; कि प्राप्त भूमि को स्थायी रूप से धारण किया जा सकता है; विरोधी का भार जितना महान है, वह अभी तक मापने योग्य है, जबकि आपके लिए लड़ने वाला योद्धा, जिसके लिए आप लड़ते हैं, शक्ति में अथाह, अजेय, शाश्वत है।\n\n",
        "verseNum": "4.28"
    },
    {
        "explanation": "यह कहा गया है कि, रास्ते की शुरुआत में, हमें महत्वाकांक्षा को मारना होगा, महान अभिशाप, विशाल खरपतवार जो समर्पित शिष्य के दिल में उतनी ही दृढ़ता से बढ़ता है जितना कि इच्छा के आदमी में।\n\nइसका उपाय है आत्म-बलिदान, आज्ञाकारिता, विनम्रता; वह हृदय की पवित्रता जो ईश्वर का दर्शन देती है।\n\nइसके बाद, जो प्राप्त कर लेता है, वह उन सभी के सार के साथ लिपटा रहता है जिन्हें जाना जा सकता है, जैसे कि बादल के साथ; उसके पास वह पूर्ण रोशनी है जो सच्ची आध्यात्मिक चेतना है।\n\nईश्वर की इच्छा के प्रति आज्ञाकारिता के माध्यम से, वह ईश्वर के साथ एक होने में आता है; वह ब्रह्मांड के बारे में ईश्वर के दृष्टिकोण से परिचित होता है, सभी जीवन को वैसे ही देखता है जैसे ईश्वर देखता है।\n\n",
        "verseNum": "4.29"
    },
    {
        "explanation": "ऐसा कहा जाता है कि ऐसा व्यक्ति कर्म के बंधन से, परिश्रम के बोझ से, कर्मों के उस ऋण से मुक्त होता है जो आत्म-प्रेम और इच्छा में किए गए कर्मों से आता है।\n\nस्वेच्छा से मुक्त, वह दुःख से भी मुक्त है, क्योंकि दुःख स्वेच्छा की ईश्वरीय इच्छा के विरुद्ध लड़ाई से आता है, ईश्वरीय इच्छा के सुधारात्मक तनाव के माध्यम से, जो अवज्ञा से उत्पन्न बुराई का प्रतिकार करना चाहता है।\n\nजब ईश्वरीय इच्छा के साथ संघर्ष समाप्त हो जाता है, तो दुख समाप्त हो जाता है, और जो आज्ञाकारिता में बढ़ गया है, वह आनंद में प्रवेश करता है।\n\n",
        "verseNum": "4.30"
    },
    {
        "explanation": "पहला घूंघट यह भ्रम है कि आपकी आत्मा किसी न किसी स्थायी तरीके से महान आत्मा, दिव्य शाश्वत से अलग है।\n\nजब वह घूंघट फट जाएगा, तो तुम अनन्त जीवन के साथ अपनी एकता को समझोगे।\n\nदूसरा घूंघट आपके अन्य स्वयं से स्थायी अलगाव का भ्रम है, जबकि वास्तव में उनमें जो आत्मा है वह आप में जो आत्मा है उसके साथ एक है।\n\nदुनिया का पाप और शर्म तुम्हारा पाप और शर्म है: उसका आनंद भी।\n\nये घूंघट फट गए, तुम दिव्य चीजों और मानवीय चीजों के ज्ञान में प्रवेश करोगे।\n\nतुम्हारे लिए बहुत कम अज्ञात रहेगा।\n\n",
        "verseNum": "4.31"
    },
    {
        "explanation": "यह महान भारतीय शिक्षाओं, वेदांत और योग की सुंदरता और ज्ञान का एक हिस्सा है, यह मानना कि आध्यात्मिक मनुष्य के निर्माण के लिए, आत्मा के उद्देश्यों के लिए सभी जीवन मौजूद हैं।\n\nवे सिखाते हैं कि सभी प्रकृति विकास की एक व्यवस्थित प्रक्रिया है, जो इस ओर ले जाती है, इस उद्देश्य के लिए डिज़ाइन की गई है, केवल इसके लिए मौजूद है: आध्यात्मिक मनुष्य को आगे लाना और सिद्ध करना।\n\nवह विकास का ताज है: उसके आने पर, सभी विकास का लक्ष्य प्राप्त हो जाता है।\n\n",
        "verseNum": "4.32"
    },
    {
        "explanation": "टीकाकार कहते हैं, अनंत काल दो प्रकार के होते हैं: अमर जीवन का अनंत काल, जो आत्मा से संबंधित है, और परिवर्तन का अनंत काल, जो प्रकृति में निहित है, वह सब जो आत्मा नहीं है।\n\nजबकि हम प्रकृति में और उसके लिए, आवश्यकता के चक्र, संसार में रहने के लिए संतुष्ट हैं, हम खुद को सदा के लिए परिवर्तन के लिए बर्बाद कर देते हैं।\n\nजो पैदा होता है उसे मरना चाहिए, और जो मरता है उसे फिर से जन्म लेना चाहिए।\n\nयह हमेशा के लिए परिवर्तन है, परिवर्तनों की एक अंतहीन श्रृंखला।\n\nलेकिन आध्यात्मिक मनुष्य एक नए क्रम में प्रवेश करता है; उसके लिए, अब शाश्वत परिवर्तन नहीं है, बल्कि शाश्वत अस्तित्व है।\n\nउसने अपने प्रभु के आनंद में प्रवेश किया है।\n\nयह आध्यात्मिक जन्म, जो उसे अनन्त का उत्तराधिकारी बनाता है, परिवर्तन के लिए एक शब्द निर्धारित करता है; यह परिवर्तन के पूरे क्षेत्र की पराकाष्ठा, परिवर्तनकारी परिवर्तन है।\n\n",
        "verseNum": "4.33"
    },
    {
        "explanation": "यहाँ हमारे पास एक शानदार सामान्यीकरण है, जिसमें हमारे बुद्धिमान दार्शनिक अंततः प्रकृतिवादियों और आदर्शवादियों का समाधान करते हैं, अपनी शिक्षा के मुकुट और अंत को व्यक्त करते हुए, पहले प्रकृतिवादी के संदर्भ में, और फिर आदर्शवादी के संदर्भ में।\n\nआध्यात्मिक मनुष्य का जन्म और विकास, और उसकी अमर विरासत में प्रवेश, हमारे दार्शनिक कहते हैं, या तो प्राकृतिक विकास और समावेश की पूरी प्रक्रिया की परिणति के रूप में माना जा सकता है, जहां \"वह जो असीम गहराई से बहता है, फिर से घर लौटता है\"; या इसे इस रूप में देखा जा सकता है, जैसा कि वेदांती इसे देखते हैं, शुद्ध आध्यात्मिक चेतना की उसकी प्राचीन और आवश्यक रूप में बहाली के रूप में।\n\nइन दो विचारों के बीच कोई विसंगति या संघर्ष नहीं है, जो एक ही चीज़ के दो खाते हैं।\n\nइसलिए जो लोग बुद्धिमान दार्शनिक का अध्ययन करते हैं, चाहे वे प्रकृतिवादी हों या आदर्शवादी, उनके पास द्वंद्वात्मक सूक्ष्मताओं या विवादों पर रुकने का कोई बहाना नहीं है।\n\nये चीजें उनके रास्ते से हटा दी जाती हैं, ऐसा न हो कि वे उन पर देरी करने के लिए ललचाएं, और वे रास्ते का ही सामना करते हुए रह जाते हैं, अपने पैरों से अनन्त पहाड़ियों तक ऊपर और आगे की ओर बढ़ते हुए, अनंत प्रकाश से दीप्तिमान होते हैं।\n\n",
        "verseNum": "4.34"
    }
]