[
    {
        "explanation": "atha yoganushasanam.\n\n \n\nNow concentration is explained.\n\n INTRODUCTION\n\n -------\n\n Before going into the Yoga Aphorisms I will try to discuss one great question, upon which the whole theory of religion rests, for the Yogis.\n\n It seems the consensus of opinion of the great minds of the world, and it has been nearly demonstrated by researchers into physical nature, that we are the outcome and manifestation of an absolute condition, back of our present relative condition, and are going forward, to return again to that absolute.\n\n This being granted, the question is, which is better, the absolute or this state? There are not wanting people who think that this manifested state is the highest state of man.\n\n Thinkers of great calibre are of the opinion that we are manifested specimens of undifferentiated being, and this differentiated state is higher than the absolute.\n\n Because in the absolute there cannot be any quality they imagine that it must be insensate, dull, and lifeless, that only this life can be enjoyed, and therefore we must cling to it.\n\n First of all we want to inquire into other solutions of l.\n\n There was an old solution that man after death remained the same, that all his good sides, minus his evil sides, remained forever.\n\n Logically stated this means that man**s goal is the world; this world carried a stage higher, and with elimination of its evils is the state they call heaven.\n\n This theory, on the face of it, is absurd and puerile, because it cannot be.\n\n There cannot be good without evil, or evil without good.\n\n To live in a world where all is good and no evil is what Sanskrit logicians call a  \n\u003e dream in the air.\n\n Another theory in modern times has been presented by several schools, that man**s destiny is to go on always improving, always struggling towards, and never reaching, the go.\n\n This statement, though, apparently, very nice, is also absurd, because there is no such thing as motion in a straight l.\n\n Every motion is in a circle.\n\n If you could take up a stone, and project it into space, and then live long enough, that stone would come back exactly to your hand.\n\n A straight line, infinitely projected, must end in a circle.\n\n \n\nTherefore, this idea that the destiny of man is progression ever forward and forward, and never stopping, is absurd.\n\n Although extraneous to the subject, I may remark that this idea explains the ethical theory that you must not hate, and must love, because, just as in the case of electricity, or any other force, the modern theory is that the power leaves the dynamo and completes the circle back to the dynamo.\n\n So with all forces in nature; they must come back to the source.\n\n \n\nTherefore do not hate anybody, because that force, that hatred, which comes out from you, must, in the long run, come back to you.\n\n If you love, that love will come back to you, completing the circuit.\n\n It is as certain as can be, that every bit of hatred that goes out of the heart of man comes back to him full force; nothing can stop it, and every impulse of love comes back to him.\n\n On other and practical grounds we see that the theory of eternal progression is untenable, for destruction is the goal of everything earthly.\n\n All our struggles and hopes and fears and joys, what will they lead to? We will all end in death.\n\n Nothing is so certain as this.\n\n Where, then, is this motion in a straight line? This infinite progression? It is only going out to a distance, and again coming back to the centre from which it started.\n\n See how, from nebulje, the sun, moon, and stars, are produced; then they dissolve, and go back to nebulse.\n\n The same is being done everywhere.\n\n The plant takes material from the earth, dissolves, and gives it back.\n\n Every form in this world is taken out of corresponding atoms and goes back to those atoms.\n\n It cannot be that the same law acts differently in different places.\n\n Law is uniform.\n\n Nothing is more certain than that.\n\n If this is the law of nature, so it is with thought; it will dissolve and come back to its origin; whether we will it or not we shall have to return to the origin, which is called God or Absolute.\n\n We all came from God, and we are all bound to go to God, call that God by any name you like; call Him God, or Absolute or Nature, or by any hundred names you like, the fact remains the same.\n\n  \n\u003e From whom all this universe comes out, in whom all that is bom lives, and to whom all returns.\n\n This is one fact that is certain.\n\n Nature works on the same plan; what is being worked out in one sphere is being worked out in millions of spheres.\n\n What you see with the planets, the same will it be with this earth, with men and with the stars.\n\n The huge wave is a mighty compound of small waves, it may be of millions; the life of the whole world is a compound of millions of little lives, and the death of the whole world is the compound of the deaths of those millions of little beings.\n\n \n\nNow the question arises, is going back to God the higher state, or is it not? The philosophers of the Yoga school answer emphatically that it is.\n\n They say that man's present state is a degeneration; that there is no one religion on the face of the earth which says that man is an improvement.\n\n The idea idea as that his beginning is perfect and pure, that he degenerates until he cannot degenerate further, and that there must come a time when he shoots upward again to complete the circle; the circle must be there.\n\n \n\nHowever low he goes, he must ultimately take the upward bend again, and go back to the original source, which is God.\n\n Man comes from God in the beginning, in the middle he becomes man, and in the end he goes back to God.\n\n This is the method of putting it in the Dualistic form.\n\n In the Monistic form you say that man is God, and goes back to Him again.\n\n If our present state is the higher one, then why is there so much horror and misery, and why is there an end to it? If this is the higher state, why does it end? That which corrupts and degenerates cannot be the highest state.\n\n Why should it be so diabolical, so unsatisfying? It is only excusable, inasmuch as, through it, we are taking a higher groove; we have to pass through it in order to become regenerate again.\n\n Put a seed into the ground and it disintegrates, dissolves after a time, and out of that dissolution comes the splendid tree.\n\n Every seed must degenerate to become the stately tree.\n\n So it follows that the sooner we get out of this state we call  \n\u003e man\n the better for us.\n\n Is it by commtting suicide that we get out of this state? Not at all.\n\n That will be making it all the worse.\n\n Torturing ourselves, or condemning the world, is not the way to get out.\n\n We have to pass through the  \n\u003e Slough of Despond,  \n and the sooner we are through the better.\n\n But it must always be remembered that this is not the highest state.\n\n The really difficult part to understand is that this state, the Absolute, which has been called the highest, is not, as some fear, that of the zoophite, or of the stone.\n\n That would be a dangerous thing to think.\n\n According to these thinkers there are only two states of existence, one of the stone, and the other of thought.\n\n What right have they to limit existence to these two.\n\n Is there not something infinitely superior to thought? The vibrations of light, when they are very low, we do not see; when they become a little more intense they become light to us; when they become still more intense we do not see them; it is dark to us.\n\n Is the darkness in the end the same as in the beginning? Certainly not; it is the difference of the two poles.\n\n Is the thoughtlessness of the stone the same as the thoughtlessness of God? Certainly not.\n\n God does not think; He does not reason; why should He? Is anything unknown to Him, that He should reason? The stone cannot reason; God does not.\n\n Such is the difference.\n\n These philosophers think it is awful if we go beyond thought; they find nothing beyond thought.\n\n There are much higher states of existence beyond reasoning.\n\n It is really beyond the intellect that the first stage of religious life is to be found.\n\n When you step beyond thought and intellect and all reasoning, then you have made the first step towards God; and that is the beginning of l.\n\n This that is commonly called life is but an embryo state.\n\n The next question will be, what proof is there that this state beyond thought and reasoning is the highest state? In the first place, all the great men of the world, much greater than those that only talk, men who moved the world, men who never thought of any selfish ends whatever, have declared that this is but a little stage on the way, that the Infinite is beyond.\n\n In the second place, they not only say so, but lay it open to everyone, they leave their methods, and all can follow in their steps.\n\n In the third place, there is no other way left.\n\n There is no other explanation.\n\n Taking for granted that there is no higher state, why are we going through this circle all the time; what reason can explain the world? The sensible will be the limit to our knowledge if we cannot go farther, if we must not ask for anything more.\n\n This is what is called agnosticism.\n\n But what reason is there to believe in the testimony of the senses? I would call that man a true agnostic who would stand still in the street and die.\n\n If reason is all in all it leaves us no place to stand on this side of nihilism.\n\n If a man is agnostic of everything but money, fame and name, he is only a fraud.\n\n Kant has proved beyond all doubt that we cannot penetrate beyond the tremendous dead wall called reason.\n\n But that is the very first idea upon which all Indian thought takes its stand, and dares to seek, and succeeds in finding something higher than reason, where alone the explanation of the present state is to be found.\n\n This is the value of the study of something that will take us beyond the world.\n\n  \n\u003e Thou art our Father, and wilt take us to the other shore of this ocean of ignorance;\n that is the science of religion; nothing else can be.",
        "verseNum": "1.1"
    },
    {
        "explanation": "yogashchittavrittinirodhah\n\nYoga is restraining the mind-stuff  \n***(Chitta)***\n from taking various forms  \n***(Vrttis)***\n\n\nA good deal of explanation is necessary here.\n\n We have to understand what Chitta is, and what are these Vrttis.\n\n I have this eye.\n\n Eyes do not see.\n\n Take away the brain centre which is in the head, the eyes will still be there, the retina complete, and also the picture, and yet the eyes will not see.\n\n So the eyes are only a secondary instrument, not the organ of vision.\n\n The organ of vision is in the nerve centre of the brain.\n\n The two eyes will not be sufficient alone.\n\n Sometimes a man is asleep with his eyes open.\n\n The light is there and the picture is there, but a third thing is necessary; mind must be joined to the organ.\n\n The eye is the external instrument, we need also the brain centre and the agency of the mind.\n\n Carriages roll down a street and you do not hear them.\n\n Why? Because your mind has not attached itself to the organ of hearing.\n\n First there is the instrument, then there is the organ, and third, the mind attachment to these two.\n\n The mind takes the impression farther in, and presents it to the determinative faculty — Buddhi — which reacts.\n\n Along with this reaction flashes the idea of egoism.\n\n Then this mixture of action and reaction is presented to the PuruSa, the real Soul, who perceives an object in this mixture.\n\n The organs  \n***(Indriyas)***\n, together with the mind  \n***(Manas)***\n, the determinative faculty  \n***(Buddhi)***\n and egoism  \n***(Ahamkara)***\n, form the group called the Antahkarana  \n***(the internal instrument)***\n.\n\n They are but various processes in the mind-stuff, called Chitta.\n\n The waves of thought in the Chitta are called Vrtti  \n***( the whirlpool is the literal translation)***\n.\n\n What is thought? Thought is a force, as is gravitation or repulsion.\n\n It is absorbed from the infinite storehouse of force in nature; the instrument called Chitta takes hold of that force, and, when it passes out at the other end it is called thought.\n\n This force is supplied to us through food, and out of that food the body obtains the power of motion,\n\n Others, the finer forces, it throws out in what we call thought.\n\n Naturally we see that the mind is not intelligent; yet it appears to be intelligent.\n\n Why? Because the intelligent soul is behind it.\n\n You are the only sentient being; mind is only the instrument through which you catch the external world.\n\n Take this book; as a book it does not exist outside, what exists outside is unknown and unknowable.\n\n It is the suggestion that gives a blow to the mind, and the mind gives out the reaction.\n\n If a stone is thrown into the water the water is thrown against it in the form of waves.\n\n The real universe is the occasion of the reaction of the mind.\n\n A book form, or an elephant form, or a man form, is not outside; all that we know is our mental reaction from the outer suggestion.\n\n Matter is the  \n\u003e permanent possibility of sensation,  \n said John Stuart Mill.\n\n It is only the suggestion that is outs.\n\n Take an oyster for example.\n\n You know how pearls are made.\n\n A grain of sand or something gets inside and begins to irritate it, and the oyster throws a sort of enameling around the sand, and this makes the pearl.\n\n This whole universe is our own enamel, so to say, and the real universe is the grain of sand.\n\n The ordinary man will never understand it, because, when he tries to, he throws out an enamel, and sees only his own enamel.\n\n \n\nNow we understand what is meant by these Vrttis.\n\n The real man is behind the mind, and the mind is the instrument in his hands, and it is his intelligence that is percolating through it.\n\n It is only when you stand behind it that it becomes intelligent.\n\n When man gives it up it falls to pieces, and is nothing.\n\n So you understand what is meant by Chitta.\n\n It is the mind-stuff, and Vrttis are the waves and ripples rising in it when external causes impinge on it.\n\n These Vrttis are our whole universe.\n\nThe bottom of the lake we cannot see, because its surface is covered with ripples.\n\n It is only possible when the rippled have subsided, and the water is calm, for us to catch a glimpse of the bottom.\n\n If the water is muddy, the bottom will not be seen; if the water is agitated all the time, the bottom will not be seen.\n\n If the water is clear, and there are no waves, we shall see the bottom.\n\n That bottom of the lake is our own true Self; the lake is the Chitta, and the waves are the Vrttis.\n\n Again, this mind is in three states; one is darkness, which is called Tamas, just as in brutes and idiots; it only acts to injure others.\n\n No other idea comes into that state of mind.\n\n Then there is the active state of mind, Rajas, whose chief motives are power and enjoyment.\n\n\u003e I will be powerful and rule others.\n\n Then, at last, when the waves cease, and the water of the lake becomes clear, there is the state called Sattva, serenity, calmness.\n\n It is not inactive, but rather intensely act.\n\n It is the greatest manifestation of power to be calm.\n\n It is easy to be act.\n\n Let the reins go, and the horses will drag you down.\n\n Anyone can do that, but he who can stop the plunging horses is the strong man.\n\n Which requires the greater strength, letting go, or restraining? The calm man is not the man who is dull.\n\n You must not mistake Sattva for dullness, or laziness.\n\n The calm man is the one who has restraint of these waves.\n\n Activity is the manifestation of the lower strength, calmness of the superior strength.\n\nThis Chitta is always trying to get back to its natural pure state, but the organs draw it out.\n\n To restrain it, and to check this outward tendency, and to start it on the return journey to that essence of intelligence is the first step in Yoga, because only in this way can the Chitta get into its proper course.\n\nAlthough this Chitta is in every animal, from the lowest to the highest, it is only in the human form that we find intellect, and until the mind- stuff can take the form of intellect it is not possible for it to return through all these steps, and liberate the soul.\n\n Immediate salvation is impossible for the cow and the dog, although they have mind, because their Chitta cannot as yet take that form which we call intellect.\n\n Chitta manifests itself in all these different forms - scattering, darkening, weakening, and concentrating.\n\n These are the four states in which the mind- stuff manifests itself.\n\n First a scattered form, is activity.\n\n Its tendency is to manifest in the form of pleasure or of pain.\n\n Then the dull form is darkness, the only tendency of which is to injure others.\n\n The commentator says the first form is natural to the Devas, the angels, and the second is the demoniacal form.\n\n The Ekagra, the concentrated form of the Chitta, is what brings us to Samadhi.",
        "verseNum": "1.2"
    },
    {
        "explanation": "tada drashtuh svaroope avasthanam\n\nAt that time  \n***(the time of concentration)***\n the seer  \n***(the PuraSa)***\n rests in his own  \n***(unmodified)***\n state.\n\nAs soon as the waves have stopped, and the lake has become quiet, we see the ground below the lake.\n\n So with the mind; when it is calm, we see what our own nature is; we do not mix ourself but remain our own selves.",
        "verseNum": "1.3"
    },
    {
        "explanation": "vrittisaroopyam itaratra\n\nAt other times  \n***(other than that of concentration)***\n the seer is identified with the modifications.\n\nFor instance, I am in a state of sorrow; someone blames me; this is a modification, Vrtti, and I identify myself with it, and the result is misery.\n\nvrittayah pangchatayyah klishta aklishtah\n\nThere are five classes of modification, painful and not painful.",
        "verseNum": "1.4"
    },
    {
        "explanation": "pramannaviparyayavikalpanidrasmritayah\n\n\n***(These are)***\n right knowledge, indiscrimination, verbal delusion, sleep, and memory.",
        "verseNum": "1.6"
    },
    {
        "explanation": "pratyakshanumanagamah pramanani\n\nDirect perception, inference, and competent evidence, are proofs.\n\nWhen two of our perceptions do not contradict each other we call it proof.\n\n 1 hear something, and, if it contradicts something already perceived, 1 begin to fight it out, and do not believe it.\n\n There are also three kinds of proof.\n\n Direct perception, Pratyaksham, whatever we see and feel, is proof, if there has been nothing to delude the senses.\n\n 1 see the world; that is sufficient proof that it exists.\n\n Secondly, Anumana, inference; you see a sign, and from the sign you come to the thing signified.\n\n Thirdly, Aptavakyam, the direct perception of the Yogi, of those who have seen the truth.\n\n We are all of us struggling towards knowledge, but you and I have to struggle hard, and come to knowledge through a long tedious process of reasoning, but the Yogi, the pure one, has gone beyond all this.\n\n Before his mind, the past, the present, and the future, are alike one book for him to read; he does not require to go through all this tedious process, and his words are proofs, because he sees knowledge in himself; he is the Omniscient One.\n\n These, for instance, are the authors of the Sacred Scriptures; therefore the Scriptures are proof, and, if any such persons are living now, their words will be proof.\n\n Other philosophers go into long discussions about this Apta, and they say, what is the proof that this is truth? The proof is because they see it; because whatever I see is proof, and whatever you see is proof, if it does not contradict any past knowledge.\n\n There is knowledge beyond the senses, and whenever it does not contradict reason and past human experience, that knowledge is proof.\n\n Any madman may come into this room and say that he sees angels around him, that would not be proof.\n\n In the first place it must be true knowledge, and, secondly, it must not contradict knowledge of the past, and thirdly, it must depend upon the character of the man.\n\n I hear it said that the character of the man is not of so much importance as what he may say; we must first hear what he says.\n\n This may be true in other things; a man may be wicked, and yet make an astronomical discovery, but in religion it is different, because no impure man will ever have the power to reach the truths of religion.\n\n \n\nTherefore, we have first of all to see that the man who declares himself to be an Apta is a perfectly unselfish and holy person; secondly that he has reached beyond the senses, and thirdly that what he says does not contradict the past knowledge of humanity.\n\n Any new discovery of truth does not contradict the past truth, but fits into it.\n\n And, fourthly, that truth must have a possibility of verification.\n\n If a man says  \n\u003e I have seen a vision,  \n and tells me that I have no right to see it, I believe him not.\n\n Everyone must have the power to see it for himself.\n\n No one who sells his knowledge is an Apta.\n\n All these conditions must be fulfilled; you must first see that the man is pure, and that he has no selfish motive; that he has no thirst for gain or fame.\n\n Secondly, he must show that he is super-conscious.\n\n Thirdly, he must have given us something that we cannot get from our senses, and which is for benefit of the world.\n\n And we must see that it does not contradict other truths; if it contradicts other scientific truths reject it at once.\n\n Fourthly, the man should never be singular; he should only represent what all men can attain.\n\n The three sorts of proof, are, then, direct sense perception, inference, and the words of an Apta.\n\n I cannot translate this word into English.\n\n It is not the word inspired, because that comes from outside, while this comes from himself.\n\n The literal meaning is  \n\u003e attained.",
        "verseNum": "1.7"
    },
    {
        "explanation": "viparyayo mithyajnanam atadroopapratishtham\n\nIndiscrimination is false knowledge not established in real nature.\n\nThe next class of Vrttis that arise is mistaking the one thing for another, as a piece of mother-of-pearl is taken for a piece of silver.",
        "verseNum": "1.8"
    },
    {
        "explanation": "shabdajnaananupati vastushoonyo vikalpah\n\nVerbal delusion follows from words having no  \n***(corresponding)***\n reality.\n\nThere is another class of Vrttis called Vikalpa.\n\n A word is uttered, and we do not wait to consider its meaning; we jump to a conclusion immediately.\n\n It is the sign of weakness of the Chitta.\n\n \n\nNow you can understand the theory of restraint.\n\n The weaker the man the less he has of restraint.\n\n Consider yourselves always in that way.\n\n When you are going to be angry or miserable, reason it out, how it is that some news that has come to you is throwing your mind into Vrttis.",
        "verseNum": "1.9"
    },
    {
        "explanation": "abhavapratyayalambana vrittirnidra\n\nSleep is a Vrtti which embraces the feeling of voidness.\n\nThe next class of Vrttis is called sleep and dream.\n\n When we awake we know that we have been sleeping; we can only have memory of perception.\n\n That which we do not perceive we never can have any memory of.\n\n Every reaction is a wave in the lake.\n\n \n\nNow, if, during sleep, the mind has no waves, it would have no perceptions, positive or negative, and, therefore, we would not remember them.\n\n The very reason of our remembering sleep is that during sleep there was a certain class of waves in the mind.\n\n Memory is another class of Vrttis, which is called Smrti.",
        "verseNum": "1.10"
    },
    {
        "explanation": "anubhootavishayasanpramoshah smritih\n\nMemory is when the  \n***(Vrttis of)***\n perceived subjects do not slip away  \n***(and through impressions come back to consciousness)***\n.\n\nMemory can be caused by the previous three.\n\n For instance, you hear a word.\n\n That word is like a stone thrown into the lake of the Chitta; it causes a ripple, and that ripple rouses a series of ripples; this is memory.\n\n So in slee.\n\n When the peculiar kind of ripple called sleep throws the Chitta into a ripple of memory it is called a dream.\n\n Dream is another form of the ripple which in the waking state is called memory.",
        "verseNum": "1.11"
    },
    {
        "explanation": "abhyasavairagyabhyan tannirodhah\n\nTheir control is by practice and non-attachment.\n\nThe mind, to have this non-attachment, must be clear, good and ration.\n\n Why should we practice? Because each action is like the pulsations quivering over the surface of the lake.\n\n The vibration dies out, and what is left? The Samsharas, the impressions.\n\n When a large number of these impressions is left on the mind they coalesce, and become a habit.\n\n It is said  \n\u003e habit is second nature;\n it is first nature also, and the whole nature of man; everything that we are, is the result of habit.\n\n That gives us consolation, because, if it is only habit, we can make and unmake it at any t.\n\n The Samshara is left by these vibrations passing out of our mind, each one of them leaving its result.\n\n Our character is the sum-total of these marks, and according as some particular wave prevails one takes that tone.\n\n If good prevail one becomes good, if wickedness one wicked, if joyfulness one becomes happy.\n\n The only remedy for bad habits is counter habits; all the bad habits that have left their impressions are to be controlled by good habits.\n\n Go on doing good, thinking holy thoughts continuously; that is the only way to suppress base impressions.\n\n Never say any man is hopeless, because he only represents a character, a bundle of habits, and these can be checked by new and better ones.\n\n Character is repeated habits, and repeated habits alone can reform character.",
        "verseNum": "1.12"
    },
    {
        "explanation": "tatra sthitau yatno abhyasah\n\nContinuous struggle to keep them  \n***(the Vrttis)***\n perfectly restrained is pract.\n\nWhat is this practice? The attempt to restrain the mind in the Chitta form, to prevent its going out into waves.",
        "verseNum": "1.13"
    },
    {
        "explanation": "sa tu dirghakalanairantaryasatkarasevito dridha -bhoomih\n\nIts ground becomes firm by long, constant efforts with great love  \n***(for the end to be attained)***\n.\n\n Restraint does not come in one day, but by long continued pract.",
        "verseNum": "1.14"
    },
    {
        "explanation": "drishtanushravikavishayavitrishnnasy vashikara samjna vairagyam\n\nThat effort, which comes to those who have given up their thirst after objects either seen or heard, and which wills to control the objects, is non-attachment.\n\nTwo motives of our actions are  \n***(1)***\n What we see ourselves;  \n***(2)***\n The experience of others.\n\n These two forces are throwing the mind, the lake, into various waves.\n\n Renunciation is the power of battling against these, and holding the mind in check.\n\n Renunciation of these two motives is what we want.\n\n I am passing through a street, and a man comes and takes my watch.\n\n That is my own experience.\n\n I see it myself, and it immediately throws my Chitta into a wave, taking the form of anger.\n\n Allow that not to come.\n\n If you cannot prevent that, you are nothing; if you can, you have Vairagyam.\n\n Similarly, the experience of the worldly-minded teaches us that sense enjoyments are the highest ide.\n\n These are tremendous temptations.\n\n To deny them, and not allow the mind to come into a wave form with regard to them is renunciation; to control the twofold motive powers arising from my own experience, and from the experience of others, and thus prevent the Chitta from being governed by them, is Vairagyam.\n\n These should be controlled by me, and not I by them.\n\n This sort of mental strength is called renunciation.\n\n This Vairagyam is the only way to freedom.",
        "verseNum": "1.15"
    },
    {
        "explanation": "tatparan purushakhyatergunnavaitrishnyam\n\nThat extreme non-attachment, giving up even the\n\nquahties, shows  \n***(the real nature of)***\n the PuruSa.\n\nIt is the highest manifestation of power when it takes away even our attraction towards the qualities.\n\n We have first to understand what the PuruSa, the Self, is, and what are the qualities.\n\n According to Yoga philosophy the whole of nature consists of three qualities; one is called Tamas, another Rajas and the third Sattva.\n\n These three qualities manifest themselves in the physical world as attraction, repulsion, and control.\n\n Everything that is in nature, all these manifestations, are combinations and recombinations of these three forces.\n\n This nature has been divided into various categories by the Sankhyas; the Self of man is beyond all these, beyond nature, is effulgent by Its very nature.\n\n It is pure and perfect.\n\n Whatever of intelligence we see in nature is but the reflection from this Self upon nature.\n\n Nature itself is insentient.\n\n You must remember that the word nature also includes the mind; mind is in nature; thought is in nature; from thought, down to the grossest form of matter, everything is in nature, the manifestation of nature.\n\n This nature has covered the Self of man, and when nature takes away the covering the Self becomes unveiled, and appears in Its own glory.\n\n This non-attachment, as it is described in Aphorism 15  \n***(as being control of nature)***\n is the greatest help towards manifesting the Self.\n\n The next aphorism defines Samadhi, perfect concentration, which is the goal of the Yogi.",
        "verseNum": "1.16"
    },
    {
        "explanation": "vitarkavicharanandasmitaroopanugamat sanprajnatah\n\nThe concentration called right know-ledge is that which is followed by reasoning, discrimination, bliss, unqualified ego.\n\nThis Samadhi is divided into two varieties.\n\n One is called the Samprajnata, and the other the Asamprajnata.\n\n The Samprajnata is of four varieites.\n\n In this Samadhi come all the powers of controlling nature.\n\n The first variety is called the Savitarka, when the mind meditates upon an object again and again, by isolating it from other objects.\n\n There are two sorts of objects for meditation, the categories of nature, and the PuruSa.\n\n Again, the categories are of two varieties; the twenty-four categories are insentient, and the one sentient is the PuruSa.\n\n When the mind thinks of the elements of nature by thinking of their beginning and their end, this is one sort of Savitarka.\n\n The words require explanation.\n\n This part of Yoga is based entirely on Sankhya Philosophy, about which I have already told you.\n\n As you will remember, egoism and will, and mind, have a common basis, and that common basis is called the Chitta, the mind-stuff, out of which they are all manufactured.\n\n This mind-stuff takes in the forces of nature, and projects them as thought.\n\n There must be something, again, where both force and matter are one.\n\n This is called Avyaktam, the unmanifested state of nature, before creation, and two which, after the end of a cycle, the whole of nature returns, to again come out after another period.\n\n Beyond that is the PuruSa, the essence of intelligence.\n\n There is no liberation in getting powers.\n\n It is a worldly search after enjoyment in this life; all search for enjoyment is vain; this is the old, old lesson which man finds it so hard to learn.\n\n When he does learn it, he gets out of the universe and becomes free.\n\n The possession of what are called occult powers is only intensifying the world, and in the end intensifying suffering.\n\n Though, as a scientist, Patanjali is bound to point out the possibilities of this science, he never misses an opportunity to warn us against these powers.\n\n Knowledge is power, and as soon as we begin to know a thing we get power over it; so also, when the mind begins to meditate on the different elements it gains power over them.\n\n That sort of meditation where the external gross elements are the objects is called Savitarka.\n\n Tarka means question, Savitarka with-question.\n\n Questioning the elements, as it were, that they may give up their truths and their powers to the man who meditates upon them.\n\n Again, in the very same meditation, when one struggles to take the elements out of time and space, and think of them as they are, it is called Nirvitarka, without-question.\n\n When the meditation goes a step higher, and takes the Tanmatras as its object, and thinks of them as in time and space, it is called Savichara, with-discrimination, and when the same meditation gets beyond time and space, and thinks of the fine elements as they are, it is called Nirvichara, without-discrimination.\n\n The next step is when the elements are given up, either as gross or as fine, and the object of meditation is the interior organ, the thinking organ, and when the thinking organ is thought of as bereft of the qualities of activity, and of dullness, it is then called Sanandam, the blissful Samadhi.\n\n In that Samadhi, when we are thinking of the mind as the object of meditation, before we have reached the state which takes us beyond the mind even, when it has become very ripe and concentrated, when all ideas of the\n\ngross materials, or fine materials, have been given up, and the only object is the mind as it is, when the Sattva state only of the Ego remains, but differentiated from all other objects, this is called Asmita Samadhi, and the man who has attained to this has attained to what is called in the Vedas  \n\u003e bereft of body.\n\n He can think of himself as without his gross body; but he will have to think of himself as with a fine body.\n\n Those that in this state get merged in nature without attaining the goal are called Prakrtilayas, but those who do not even stop at any enjoyments, reach the goal, which is freedom.",
        "verseNum": "1.17"
    },
    {
        "explanation": "viramapratyayabhyasapoorvah sanskarashesho anyah\n\nThere is another Samadhi which is attained by the constant practice of cessation of all mental activity, in which the Chitta retains only the unmanifested impressions.\n\nThis is the perfect superconscious Asamprajnata Samadhi, the state which gives us freedom.\n\n The first state does not give us freedom, does not liberate the soul.\n\n A man may attain to all powers, and yet fall again.\n\n There is no safeguard until the soul goes beyond nature, and beyond conscious concentration.\n\n It is very difficult to attain, although its method seems very easy.\n\n Its method is to hold the mind as the object, and whenever through comes, to strike it down, allowing no thought to come into the mind, thus making it an entire vacuum.\n\n When we can really do this, in that moment we shall attain liberation.\n\n When persons without training and preparation try to make their minds vacant they are likely to succeed only in covering themselves with Tamas, material of ignorance, which makes the mind dull and stupid, and leads them to think that they are making a vacuum of the mind.\n\n To be able to really do that is a manifestation of the greatest strength, of the highest control.\n\n When this state, Asamprajnata, super-consciousness, is reached, the Samadhi becomes seedless.\n\n What is meant by that? In that sort of concentration when there is consciousness, where the mind has succeeded only in quelling the waves in the Chitta and holding them down, they are still there in the form of tendencies, and these tendencies  \n***(or seeds)***\n will become waves again, when the time comes.\n\n But when you have destroyed all these tendencies, almost destroyed the mind, then it has become seedless, there are no more seeds in the mind out of which to manufacture again and again this plant of life, this ceaseless round of birth and death.\n\n You may ask, what state would that be, in which we should have no knowledge? What we call knowledge is a lower state than the one beyond knowledge.\n\n You must always bear in mind that the extremes look very much the same.\n\n The low vibration of light is darkness, and the very high vibration of light is darkness also, but one is real darkness, and the other is really intense light; yet their appearance is the same.\n\n So, ignorance is the lowest state, knowledge is the middle state, and beyond knowledge is a still higher state.\n\n Knowledge itself is a manufactured something, a combination; it is not reality.\n\n What will be the result of constant practice of this higher concentration? All old tendencies of restlessness, and dullness, will be destroyed, as well as the tendencies of goodness too.\n\n It is just the same as with the metals that are used with gold to take off the dirt and alloy.\n\n When the ore is smelted down, the dross is burnt along with the alloy.\n\n So this constant controlling power will stop the previous bad tendencies and, eventually, the good ones also.\n\n Those good and evil tendencies will suppress each other, and there will remain the Soul, in all its glorious splendour, untrammelled by either good or bad, and that Soul is omnipresent, omnipotent, and omniscient.\n\n By giving up all powers it has become omnipotent, by giving up all life it is beyond mortality; it has become life itself.\n\n Then the Soul will know It neither had birth nor death, neither want of heaven nor of earth.\n\n It will know that It neither came nor went; it was nature which was moving, and that movement was reflected upon the Soul.\n\n The form of the light is moving, it is reflected and cast by the camera upon the wall, and the wall foolishly thinks it is moving.\n\n So with all of us: it is the Chitta constantly moving, manipulating itself into various forms, and we think that we are these various forms.\n\n All these delusions will vanish.\n\n When that free Soul will command — not pray or beg, but command — then whatever It desires will be immediately fulfilled; whatever It wants It will be able to do.\n\n According to the Sankhya Philosophy there is no God.\n\n It says that there cannot be any God of this universe, because if there were He must be a Soul, and a Soul must be one of two things, either bound or free.\n\n How can the soul that is bound by nature, or controlled by nature, create? It is itself a slave.\n\n On the other hand, what business has the soul that is free to create and manipulate all these things? It has no desires, so cannot have any need to create.\n\n Secondly, it says the theory of God is an unnecessary one; nature explains all.\n\n What is the use of any God? But Kapila teaches that there are many souls, who, through nearly attaining perfection, fall short because they cannot perfectly renounce all powers.\n\n Their minds for a time merge in nature, to re-emerge as its masters.\n\n We shall all become such gods, and, according to the Sankhyas, the God spoken of in the Vedas really means one of these free souls.\n\n Beyond them there is not an eternally free and blessed Creator of the universe.\n\n On the other hand the Yogis say,  \n\u003e Not so, there is a God; there is one Soul separate from all other souls, and He is the eternal Master of all creation, the Ever Free, the Teacher of all teachers.\n\n The Yogis admit that those the Sankhyas called  \n\u003e merged in nature\n also exist.\n\n They are Yogis who have fallen short of perfection, and though, for a time debarred from attaining the goal, remain as rulers of parts of the universe.",
        "verseNum": "1.18"
    },
    {
        "explanation": "bhavapratyayo videhaprakritilayanam\n\n\n***(This Samadhi, when not followed by extreme non-attachment)***\n becomes the cause of the re-manifestation of the gods and of those that become merged in nature.\n\nThe gods in the Indian systems represent certain high offices which are being filled successively by various souls.\n\n But none of them is perfect.",
        "verseNum": "1.19"
    },
    {
        "explanation": "shraddhaviryasmritisamadhiprajnapoorvaka itaresham\n\nTo others  \n***(this Samadhi)***\n comes through faith, energy, memory, concentration, and discrimination of the re.\n\nThese are they who do not want the position of gods, or even that of rulers of cycles.\n\n They attain to liberation.",
        "verseNum": "1.20"
    },
    {
        "explanation": "tivrasanveganam aasannah\n\nSuccess is speeded for the extremely energetic.",
        "verseNum": "1.21"
    },
    {
        "explanation": "mridumadhyadhimatratvat tatopi visheshah\n\nThey again differ according as the means are mild,\n\nmedium or supreme.",
        "verseNum": "1.22"
    },
    {
        "explanation": "eeshvarapranidhanad va Or by devotion to Isvara.",
        "verseNum": "1.23"
    },
    {
        "explanation": "kleshakarmavipakashayairaparamrishtah purushavishesh eeshvarah Isvara  \n***(the Supreme Ruler)***\n is a special PuruSa, untouched by misery, the results of actions, or desires.\n\nWe must again remember that this Patanjali Yoga Philosophy is based upon that of the Sankhyas, only that in the latter there is no place for God, while with the Yogis God has a place.\n\n The Yogis, however, avoid many ideas about God, such as creating.\n\n God as the Creator of the Universe is not meant by the Isvara of the Yogis, although, according to the Vedas, Isvara is the Creator of the universe.\n\n Seeing that the universe is harmonious, it must be the manifestation of one will.\n\n The Yogis and Sankhyas both avoid the question of creation.\n\n The Yogis want to establish a God, but carefully avoid this question; they do not raise it at all.\n\n Yet you will find that they arrive at God in a peculiar fashion of their own.\n\n They say:",
        "verseNum": "1.24"
    },
    {
        "explanation": "tatra niratishayan sarvajntvabijam\n\nIn Him becomes infinite that all-knowing-ness which in others is  \n***(only)***\n a germ.\n\nThe mind must always travel between two extremes.\n\n You can think of limited space, but the very idea of that gives you also unlimited space.\n\n Close your eyes and think of a little space, and at the same time that you perceive the little circle, you have a circle round it of unlimited dimensions.\n\n It is the same with t.\n\n Try to think of a second, you will have, with the same act of perception, to think of time which is unlimited.\n\n So with knowledge.\n\n Knowledge is only a germ in man, but you will have to think of infinite knowledge around it, so that the very nature of your constitution shows us that there is unlimited knowledge, and the Yogis call that unlimited knowledge God.",
        "verseNum": "1.25"
    },
    {
        "explanation": "sa poorvesham api guruh kalenanavachchhedat\n\nHe is the Teacher of even the ancient teachers, being not Hmited by t.\n\nIt is true that all knowledge is within ourselves, but this has to be called forth by another knowledge.\n\n Although the capacity to know is inside us, it must be called out, and that calling out of knowledge can only be got, a Yogi maintains, through another knowledge.\n\n Dead, insentient matter, never calls out knowledge.\n\n It is the action of knowledge that brings out knowledge.\n\n Knowing beings must be with us to call forth what is in us, so these teachers were always necessary.\n\n The world was never without them, and no knowledge can come without them.\n\n God is the Teacher of all teachers, because these teachers, however great they may have been — gods or angels — were all bound and limited by time, and God is not limited by t.\n\n These are the two peculiar distinctions of the Yogis.\n\n The first is that in thinking of the limited, the mind must think of the unlimited, and that if one part of the perception is true the other must be, for the reason that their value as perceptions of the mind is equ.\n\n The very fact that man has a little knowledge, shows that God has unlimited knowledge.\n\n If I am to take one, why not the other? Reason forces me to take both or reject both.\n\n It I believe that there is a man with a little knowledge, I must also admit that there is someone behind him with unlimited knowledge.\n\n The second deduction is that no knowledge can come without a teacher.\n\n It is true as the modern philosophers say, that there is something in man which evolves out of him; all knowledge is in man, but certain environments are necessary to call it out.\n\n We cannot find any knowledge without teacher, if there are men teachers, god teachers, or angel teachers, they are all limited; who was the teacher before them? We are forced to admit, as a last conclusion, One Teacher, Who is not limited by time, and that One Teacher or infinite knowledge, without beginning or end, is called God.",
        "verseNum": "1.26"
    },
    {
        "explanation": "tasya vachakah prannavah His manifesting word is Om.\n\nEvery idea that you have in the mind has a counterpart in a word; the word and the thought are inseparable.\n\n The external part of the thought is what we call word, and the internal part is what we call thought.\n\n No man can, by analysis, separate thought from word.\n\n The idea that language was created by men — certain men sitting together and deciding on words, has been proved to be wrong.\n\n So long as things have existed there have been words and language.\n\n What is the connection between an idea and a word? Although we see that there must always be a word with a thought, it is not necessary that the same thought requires the same word.\n\n The thought may be the same in twenty different countries, yet the language is different.\n\n We must have a word to express each thought, but these words need not necessarily have the same sound.\n\n Sounds will vary in different nations.\n\n Our commentator says  \n\u003e Although the relation between thought and word is perfectly natural, yet it does not mean a rigid connection between one sound and one idea.\n\n These sounds vary, yet the relation between the sounds and the thoughts is a natural one.\n\n The connection between thoughts and sounds is good only if there be a real connection between the thing signified and the symbol, and until then that symbol will never come into general use.\n\n Symbol is the manifestor of the thing signified, and if the thing signified has already existence, and if, by experience, we know that the symbol has expressed that thing many times, then we are sure that there is the real relation between them.\n\n Even if the things are not present, there will be thousands who will know them by their symbols.\n\n There must be a natural connection between the symbol and the thing signified; then, when that symbol is pronounced, it recalled the thing signified.\n\n The commentator says the manifesting word of God is Om.\n\n Why does he emphasise this? There are hundreds of words for God.\n\n One thought is connected with a thousand words; the idea, God, is connected with hundreds of words, and each one stands as a symbol for God.\n\n Very good.\n\n But there must be a generalisation among all these words, some substratum, some common ground of all these symbols, and that symbol which is the common symbol will be the best, and will really be the symbol of all.\n\n In making a sound we use the larynx, and the palate as a sounding board.\n\n Is there any material sound of which all other sounds must be manifestations, one which is the most natural sound? Om  \n***(Aum)***\n is such a sound, the basis of all sounds.\n\n The first letter, A, is the root sound, the key, pronounced without touching any part of the tongue or palate; M represents the last sound in the series, being produced by the closed lip, and the U rolls from the very root to the end of the sounding board of the mouth.\n\n \n\nThus, Om represents the whole phenomena of sound producing.\n\n As such, it must be the natural symbol, the matrix of all the variant sounds.\n\n It denotes the whole range and possibility of all the words that can be made.\n\n Apart from these speculations we see that around this word Om are centred all the different religious ideas in India; all the various religious ideas of the Vedas have gathered themselves round this word Om.\n\n What has that to do with America and England, or any other country? Simply that the word has been retained at every stage of religious growth in India, and it has been manipulated to mean all the various ideas about God.\n\n Monists, Dualists, Mono-Dualists, Separatists, and even Atheists, took up this Om.\n\n Om has become the one symbol for the religious aspiration of the vast majority of human beings.\n\n Take, for instance, the English word God.\n\n It conveys only a limited function, and if you go beyond it, you have to add adjectives, to make it Personal, or Impersonal, or Absolute God.\n\n So with the words for God in every other language; their signification is very small.\n\n This word Om, however, has around it all the various significances.\n\n As such it should be accepted by everyone.",
        "verseNum": "1.27"
    },
    {
        "explanation": "tajjapastadarthabhavanam\n\nThe repetition of this  \n***(Om)***\n and meditating on its meaning  \n***(is the way)***\n.\n\n Why should there be repetition? We have not forgotten that theory of Samskaras, that the sum-total of impressions lives in the mind.\n\n Impressions live in the mind, the sum-total of impressions, and they become more and more latent, but remain there, and as soon as they get the right stimulus they come out.\n\n Molecular vibration will never cease.\n\n When this universe is destroyed all the massive vibrations disappear, the sun, moon, stars, and earth, will melt down, but the vibrations must remain in the atoms.\n\n Each atom will perform the same function as the big worlds do.\n\n So the vibrations of this Chitta will subside, but will go on like molecular vibrations, and when they get the impulse will come out again.\n\n We can now understand what is meant by repetition.\n\n It is the greatest stimulus that can be given to the spiritual Samskaras.\n\n\u003e One moment of company with the Holy makes a ship to cross this ocean of l.\n\n Such is the power of association.\n\n So this repetition of Om, and thinking of its meaning, is keeping good company in your own mind.\n\n Study, and then meditate and meditate, when you have studied.\n\n The light will come to you, the Self will become manifest.\n\nBut one must think of this Om, and of its meaning too.\n\n Avoid evil company, because the scars of old wounds are in you, and this evil company is just the heat that is necessary ot call them out.\n\n In the same way we are told that good company will call out the good impressions that are in us, but which have become latent.\n\n There is nothing holier in this world than to keep good company, because the good impressions will have this same tendency to come to the surface.",
        "verseNum": "1.28"
    },
    {
        "explanation": "tatah pratyakchetanadhigamopyantarayabhavashch\n\nFrom that is gain  \n***(the knowledge of)***\n introspection, and the destruction of obstacles.\n\nThe first manifestation of this repetition and thinking of Om will be that the introspective power will be manifested more and more, and all the mental and physical obstacles will begin to vanish.\n\n What are the obstacles to the Yog **.\n\nvyadhistyanasanshayapramadalasyaviratibhrantidar\n\nshanalabdhabhoomikatvanavasthitatvani\n\nchittavikshepastentarayah\n\nDisease, mental laziness, doubt, calmness, cessation, false perception, non-attaining concentration, and falling away from the state when obtained, are the obstructing distractions.\n\nDisease.\n\n This body is the boat which will carry us to the other shore of the ocean of l.\n\n It must be taken care of.\n\n Unhealthy persons cannot be Yogis.\n\n Mental laziness makes us lose all lively interest in the subject, without which there will neither be the will nor the energy to pract.\n\n Doubts will arise in the mind about the truth of the science, however strong one**s intellectual conviction may be, until certain peculiar psychic experiences come, as hearing, or seeing, at a distance,\n\n These glimpses strengthen the mind and make the student persevere.\n\n Falling away when attained.\n\n Some says or weeks when you are practising the mind will be calm and easily concentrated, and you will find yourself progressing fast.\n\n All of a sudden the progress will stop one day, and you will find yourself, as it were, stranded.\n\n Persevere.\n\n All progress proceeds by rise and fall.\n\nSl.\n\nduhkhadaurmanasyanggamejayatvashvasaprashvaa vikshepasahabhuvah\n\nGrief, mental distress, tremor of the body and irregular breathing, accompany non-retention of concentration.\n\nConcentration will bring perfect repose to mind and body every time it is practised.\n\n When the practice has been misdirected, or not enough controlled, these disturbances come.\n\n Repetition of Om and self-surrender to the Lord will strengthen the mind, and bring fresh energy.\n\n The nervous shakings will come to almost everyone.\n\n Do not mind them at all, but keep on practising.\n\n Practice will cure them, and make the seat firm.",
        "verseNum": "1.29"
    },
    {
        "explanation": "tatpratishedhartham ekatattvabhyasah\n\nTo remedy this practice of one subject  \n***(should be made)***\n.\n\n Making the mind take the form of one object for some time will destroy these obstacles.\n\n This is general adv.\n\n In the following aphorisms it will be expanded and particularised.\n\n As one practice cannot suit everyone, various methods will be advanced, and everyone by actual experience will find out that which helps him most.\n\n maitreekarunamuditopekshanan\n\nsukhaduhkhapunyapunyavishayanan\n\nbhavanatashchittaprasadanam\n\nFriendship, mercy, gladness, indifference, being thought of in regard to subjects, happy, unhappy, good and evil respectively, pacify the Chitta.\n\nWe must have these four sorts of ideas.\n\n We must have friendship for all; we must be merciful towards those that are in misery; when people are happy we ought to be happy, and to the wicked we must be indifferent.\n\n So with all subjects that come before us.\n\n If the subject is a good one, we shall feel friendly towards it; if the subject of thought is one that is miserable we must be merciful towards the subject.\n\n If it is good we must be glad, if it is evil we must be indifferent.\n\n These attitudes of the mind towards the different subjects that come before it will make the mind peaceful.\n\n Most of our difficulties in our daily lives come from being unable to hold our minds in this way.\n\n For instance, if a man does evil to us, instantly we want to react evil, and every reaction of evil shows that we are not able to hold the Chitta down; it comes out in waves towards the object, and we lose our power.\n\n Every reaction in the form of hatred or evil is so much loss to the mind, and every evil thought or deed of hatred, or any thought of reaction, if it is controlled, will be laid in our favour.\n\n It is not that we lose by thus restraining ourselves; we are gaining infinitely more than we suspect.\n\n Each time we suppress hatred, or a feeling of anger, it is so much good energy stored up in our favour; that piece of energy will be converting into the higher powers.",
        "verseNum": "1.32"
    },
    {
        "explanation": "prachchhardanavidharanabhyan va prannasya By throwing out and restraining the Breath.\n\nThe word used in Prana.\n\n Prana is not exactly breath.\n\n It is the name for the energy that is in the universe.\n\n Whatever you see in the universe, whatever moves or works, or has life, is a manifestation of this Prana.\n\n the sum-total of the energy displayed in the universe is called Prana.\n\n This Prana, before a cycle begins, remains in an almost motionless state, and when the cycle begins this Prana begins to manifest itself.\n\n It is this Prana that is manifested as motion, as the nervous motion in human beings or animals, and the same Prana is manifesting as thought, and so on.\n\n The whole universe is a combination of Prana and Akasa; so is the human body.\n\n Out of Akasa you get the different materials that you feel, and see, and out of Prana all the various forces.\n\n \n\nNow this throwing out and restraining the Prana is what is called Pranayama.\n\n Patanjali, the father of the Yoga Philosophy, does not give many particular directions about Pranayama, but later on other Yogis found out various things about this Pranayama, and made of it a great science.\n\n With Patanjali ist is one of the many ways, but he does not lay much stress on it.\n\n He means that you simply throw the air out, and draw it in, and hold it for some time, that is all, and by that, the mind will become a little calmner.\n\n But, later on, you will find that out of this is evolved a particular science called Pranayama.\n\n We will hear a little of what thoese later Yogis have to say.\n\n Some of this I have told you before, but a little repetition will serve to fix it in your minds.\n\n First, you must remember that this Prana is not the breath.\n\n But that which causes the motion of the breath, that which is the vitality of the breath is the Prana.\n\n Again, the word Prana is used of all the senses; they are all called Prana, the mind is called Prana; and so we see that Prana is the name of a certain force.\n\n And yet we cannot call it force, because force is only the manifestation of it.\n\n It is that which manifests itself as force and everything else in the way of motion.\n\n The Chitta, the mind- stuff, is the engine which draws in the Prana from the surroundings, and manufactures out of this Prana the various vital forces.\n\n First of all the forces that keep the body in preservation, and lastly thought, will, and all other powers.\n\n By this process of breathing we can control all the various motions in the body, and the various nerve currents that are running through the body.\n\n First we begin to recognise them, and then we slowly get control over them.\n\n \n\nNow these later Yogis consider that there are three main currents of this Prana in the human body.\n\n One they call Ida, another Pingala, and the third SuSumna.\n\n Pingala, according to them, is on the right side of the spinal column, and the Ida is on the left side, and in the middle of this spinal column is the SuSumna, a vacant channel.\n\n Ida and Pingala, according to them, are the currents working in every man, and through these currents, we are performing all the functions of l.\n\n SuSumna is present in all, as a possibility; but it works only in the Yogi.\n\n You must remember that the Yogi changes his body; as you go on practising your body changes; it is not the same body that you had before the pract.\n\n That is very rational, and can be explained, because every new thought that we have must make, as it were, a new channel through the brain, and that explains the tremendous conservatism of human nature.\n\n Human nature likes to run through the ruts that are already there, because it is easy.\n\n If we think, just for example**s sake, that the mind is like a needle, and the brain substance a soft lump before it, then each thought that we have makes a street, as it were, in the brain, and this street would close up, but that the grey matter comes and makes a lining to keep it separate.\n\n If there were no grey matter there would be no memory, because memory means going over these old streets, retracing a thought as it were.\n\n \n\nNow perhaps you have remarked that when I talk on subjects that in which I take a few ideas that are familiar to everyone, and combine, and recombine them, it is easy to follow, because these channels are present in everyone**s brain, and it is only necessary to recur to them.\n\n But whenever a new subject comes new channels have to be made, so it is not understood so readily.\n\n And that is why the brain  \n***(it is the brain, and not the people themselves)***\n refuses unconsciously to be acted upon by new ideas.\n\n It resists.\n\n The Prana is trying to make new channels, and the brain will not allow it.\n\n This is the secret of conservatism.\n\n The less channels there have been in the brain, and the less the needle of the Prana has made these passages, the more conservative will be the brain, the more it will struggle against new thoughts.\n\n The more thoughtful the mane, the more complicated will be the streets in his brain, and the more easily he will take to new ideas, and understand them.\n\n So with every fresh idea; we make a new impression in the brain, cut new channels though the brain-stuff, and that is why we find that in the practice of Yoga  \n***(it being an entirely new set of thoughts and motives)***\n there is so much physical resistance at first.\n\n That is why we find that the part of religion which deals with the world side of nature can be so widely accpeted, while the other part, the Philosophy, or the Psychology, which deals with the inner nature of man, is so frequently neglected.\n\n We must remember the definition of this world of ours; it is only the Infinite Existence projected into the plane of consciousness.\n\n A little of the Infinite is projected into consciousness, and that we call our world.\n\n So there is an Infinite beyond, and religion has to deal with both, with th elittle lump we call our world, and with the Infinite beyond.\n\n Any religion which deals alone with either one of these two will be defect.\n\n It must deal with both.\n\n That part of religion which deals with this part of the Infinite which has come into this plane of consciousness, got itself caught, as it were, in the plane of consciousness, in the case of time, space, and causation, is quite familiar to us, because we are in that already, and ideas about this world have been with us almost from time immemori.\n\n The part of religion which deals with the Infinite beyond comes entirely new to us, and getting ideas about it produces new channels in the brain, disturbing the whole system, and that is why you find in the practice of Yoga ordinary people are at first turned out of their groove.\n\n In order to lesson these disturbances as much as possible all these methods are devised by Patanjali, that we may practice any one of them best suited to us.",
        "verseNum": "1.34"
    },
    {
        "explanation": "vishayavati va pravrittirutpanna manasah sthitinibandhini\n\nThose forms of concentration that bring extraordinary sense perceptions cause perseverance of the mind.\n\nThis naturally comes with Dharana, concentration; the Yogis say, if the mind becomes concentrated on the tip of the nose one begins to smell, after a few days, wonderful perfumes.\n\n If it becomes concentrated at the root of the tongue one begins to here sounds; if on the tip of the tongue one begins to taste wonderful flavours; if on the middle of the tongue, one feels as if he were coming in contact with something.\n\n If one concentrates his mind on the palate he begins to see peculiar things.\n\n If a man whose mind is disturbed wants to take up some of these practices of Yoga, yet doubts the truth of them, he will have his doubts set at rest, when, after a little practice, these things come to him, and he will persevere.",
        "verseNum": "1.35"
    },
    {
        "explanation": "vishoka va jyotishmati\n\nOr  \n***(by the meditation on)***\n the Effulgent One which is beyond all sorrow.\n\nThis is another sort of concentration.\n\n Think of the lotus of the heart, with petals downwards, and ruunning through it the SuCumna; take in the breath, and while throwing the breat out imagine that the lotus is turned with the petals upwards, and inside that lotus is an effulgent light.\n\n Meditate on that.",
        "verseNum": "1.36"
    },
    {
        "explanation": "vitaragavishayan va chittam\n\nOr  \n***(by meditation on)***\n the heart that has given up all attachment to sense objects.\n\nTake some holy person, some great person whom you revere, some saint whom you know to be perfectly non-attached, and think of his heart.\n\n That heart has become non-attached, and meditate on that heart; it will calm the mind.\n\n If you cannot do that, there is the next way.",
        "verseNum": "1.37"
    },
    {
        "explanation": "svapnanidrajnanalambanan va\n\nOr by meditating on the knowledge that comes in slee.\n\nSometimes a man dreams that he has seen angels coming to him and talking to him, that he is in an ecstatic condition, that he has heard music floating through the air.\n\n He is in a blissful condition in that dream, and when he awakes it makes a deep impression on him.\n\n Think of that dream as real, and meditate upon it.\n\n If you cannot do that, meditate on any holy thing that pleases you.",
        "verseNum": "1.38"
    },
    {
        "explanation": "yathabhimatadhyanad va\n\nOr by meditation on anything that appeals to one as good.\n\nThis does not mean any wicked subject, but anything good that you like, any place that you like best, any scenery that you like best, any idea that you like best, anything that will concentrate the mind.",
        "verseNum": "1.39"
    },
    {
        "explanation": "paramanu paramamahattvantosya vashikarah\n\nThe Yogi's mind thus meditating, becomes\n\nun-obstructed from the atomic to the Infin.\n\nThe mind, by this practice, easily contemplates the most minute thing, as well as the biggest thing.\n\n \n\nThus the mind waves become fainter.\n\nksheennavritterabhijatasyev\n\nmanergrahitrigrahannagrahyeshu\n\ntatsthatadangjanatasamapattih\n\nThe Yogi whose Vrttis have thus become powerless\n\n\n***(controlled)***\n obtains in the receiver, receiving, and received  \n***(the self, the mind and external objects)***\n, concentratedness and sameness, like the crystal  \n***(before different coloured objects.)***\n\n\n\n\nWhat results from this constant meditation? We must remember how in a previous aphorism Patanjali went into the various states of meditation, and how the first will be the gross, and the second the fine objects, and from them the advance is to still finer objects of meditation, and how, in all these meditations, which are only of the first degree, not very high ones, we get as a result that we can meditate as easily on the fine as on the grosser objects.\n\n Here the Yogi sees the three things, the receiver, the received, and the receiving, corresponding to the Soul, the object, and the mind.\n\n There are three objects of meditation given us.\n\n Firs the gross things, as bodies, or material objects, second fine things, as the mind, the Chitta, and third the PuraSa qualified, not the PuraSa itself, but the egoism.\n\n By practice, the Fog/ gets established in all these meditations.\n\n Whenever he meditates he can keep out all other thought; he becomes identified with that on which he mediates; when he meditates he is like a piece of crystal; before flowers the crystal becomes almost identified with flowers.\n\n If the flower is red, the crystal looks red, or if the flower is blue, the crystal looks blue.",
        "verseNum": "1.40"
    },
    {
        "explanation": "tatra shabdarthajnanavikalpaih sankeerna savitarka samapattih\n\nSound, meaning, and resulting knowledge, being mixed up, is  \n***(called Samadhi)***\n with reasoning.\n\n Sound here means vibration; meaning, the nerve currents which conduct it; and knowledge, reaction.\n\n All the various meditations we have had so far, Patanjali calls Savitarka  \n***(meditations with reasoning)***\n.\n\n Later on he will give us higher and higher Dhyanas.\n\n In these that are called  \n\u003e with reasoning,  \n we keep the duality of subject and object, which results from the mixture of word, meaning, and knowledge.\n\n There is first the external vibration, the word; this, carried inward by the sense currents, is the meaning.\n\n After that there comes a reactionary wave in the Chitta, which is knowledge, but the mixture of these three makeup what we call knowledge.\n\n In all the meditations up to this we get this mixture as object of meditation.\n\n The next Samadhi is higher.",
        "verseNum": "1.42"
    },
    {
        "explanation": "smritiparishuddhau\n\nsvaroopashoonyevarthamatranirbhasa nirvitarka\n\nThe Samadhi called without reasoning  \n***(comes)***\n when the memory is purified, or devoid of qualities, expressing only the meaning  \n***(of the meditated object)***\n.\n\nIt is by practice of meditation of these three that we come to the state where these three do not mix.\n\n We can get rid of them.\n\n We will first try to understand what these three are.\n\n Here is the Chitta; you will always remember the simile of the lake, the mind- stuff, and the vibration, the word, the sound, like a pulsation coming over it.\n\n You have that calm lake in you, and I pronounce a word,  \n\u003e cow.\n\n As soon as it enters through your ears there is a wave produced in your Chitta along with it.\n\n So that wave represents the idea of the cow, the form or the meaning as we call it.\n\n That apparent cow that you know is really that wave in the mind-stuff, and that comes as a reaction to the internal and external sound-vibrations, and with the sound, the wave dies away; that wave can never exist without a word.\n\n You may ask how it is when we only think of the cow, and do not hear a sound.\n\n You make that sound yourself.\n\n You are saying  \n\u003e cow\n faintly in your mind, and with that comes a wave.\n\n There cannot be any wave without this impulse of sound, and when it is not from outside it is from inside, and when the sound dies, the wave dies.\n\n What remains? The result of the reaction, and that is knowledge.\n\n These three are so closely combined in our mind that we cannot separate them.\n\n When the sound comes, the senses vibrate, and the wave rises in reaction; they follow so closely upon one another that there is no discerning one from the other; when this meditation has been practiced for a long time, memory, the receptacle of all impressions, becomes purified, and wwe are able clearly to distinguish them from one another.\n\n This is called  \n\u003e Nirvitarka\n concentration without reasoning.",
        "verseNum": "1.43"
    },
    {
        "explanation": "etayaiva savichara nirvichara cha sookshmavishaya vyakhyata\n\nBy this process  \n***(the concentrations)***\n with discrim-ination and without discrimination, whose objects are finer, are  \n***(also)***\n explained.\n\n A process similar to the preceding is applied again, only, the objects to be taken up in the former meditations are gross; in this they are f.",
        "verseNum": "1.44"
    },
    {
        "explanation": "sookshmavishayatvan chalinggaparyavasanam The finer objects end with the Pradhana.\n\nThe gross objects are only the elements, and everything manufactured out of them.\n\n The fine objects begin with the Tanmatras or fine particles.\n\n The organs, the mind\\ egoism, the mind- stuff  \n***(the cause of all manifestion)***\n the equilibrium state of Sattva, Rajas and Tamas materials — called Pradhana  \n***(chief)***\n, Prakrti  \n***(nature)***\n, or Avyakta  \n***(unmanifest)***\n, are all included within the category of fine objects.\n\n The PuruSa  \n***(the Soul)***\n alone is excepted from this definition.",
        "verseNum": "1.45"
    },
    {
        "explanation": "ta eva sabijah samadhih\n\nThese concentrations are with seed.\n\nThese do not destroy the seeds of past actions, thus cannot give liberation, but what they bring to the Yogi is stated in the following aphorisms.",
        "verseNum": "1.46"
    },
    {
        "explanation": "nirvicharavaisharadye adhyatmaprasadah The mind, or common sensory, the aggregate of all senses The concentration  \n\u003e without reasoning\n being purified, the Chitta becomes firmly fixed.",
        "verseNum": "1.47"
    },
    {
        "explanation": "rtanbhara tatr prajna\n\nThe knowledge in that is called  \n\u003e filled with Truth.\n\n The next aphorism will explain this.",
        "verseNum": "1.48"
    },
    {
        "explanation": "shrutanumanaprajnabhyam anyavishayaa vishesharthatvat\n\nThe knowledge that is gained from testimony and inference is about common objects.\n\n That from the Samadhi just mentioned is of a much higher order, being able to penetrate where inference and testimony cannot go.\n\nThe idea is that we have to get our knowledge of ordinary objects by direct perception, and by inference therefrom, and from testimony of people who are competent.\n\n By  \n\u003e people who are competent,  \n the Yogis always mean the Rishis, or the Seers of the thoughts recorded in the Scriptures — the Vedas.\n\n According to them, the only proof of the Scriptures is that they were the testimony of competent persons, yet they say the Scriptures cannot take us to realisation.\n\n We can read all the Vedas, and yet will not realise anything, but when we practise their teachings, then we attain to that state which realises what the Scriptures say, which penetrates where reason cannot go, and where the testimony of others cannot avail.\n\n This is what is meant by this aphorism, that realisation is real religion, and all the rest is only preparation — shearing lectures, or reading books, or reasoning, is merely preparing the ground; it is not religion.\n\n Intellectual assent, and intellectual dissent are not religion.\n\n The central idea of the Yogis is that just as we come in direct contact with the objects of the senses, so religion can be directly perceived in a far more intense sense.\n\n The truths of religion, as God and Soul, cannot be perceived by the external senses.\n\n I cannot see God with my eyes, nor can I touch Him with my hands, and we also know that neither can we reason beyond the senses.\n\n Reason leaves us at a point quite indecisive; we may reason all our lives, as the world has been doing for thousands of years, and the result is that we find we are incompetent to prove or disprove the facts of religion.\n\n What we perceive directly we take as the basis, and upon that basis we reason.\n\n So it is obvious that reasoning has to run within these bounds of perception.\n\n It can never go beyond: the whole scope of realisation, therefore, is beyond sense perception.\n\n The Yogis say that man can go beyond his direct sense perception, and beyond his reason also.\n\n Man has in him the faculty, the power, of transcending his intellect even, and that power is in every being, every creature.\n\n By the practice of Yoga that power is aroused, and then man transcends the ordinary limits of reason, and directly perceives things which are beyond all reason.",
        "verseNum": "1.49"
    },
    {
        "explanation": "tajjah sanskaro nyasanskarapratibandhi\n\nThe resulting impression from this Samadhi obstructs all other impressions.\n\nWe have seen in the foregoing aphorism that the only way of attaining to that super-consciousness is by concentration, and we have also seen that what hinder the mind from concentration are the past Samskaras, impressions.\n\n All of you have observed that when you are trying to concentrate your mind, your thoughts wander.\n\n When you are trying to think of God, that is the very time which all these Samskaras take to appear.\n\n At other times they are not so active, but when you want them not to be they are sure to be there, trying their best to crowd inside your mind.\n\n Why should that be so? Why should they be much more potent at the time of concentration? It is because you are repressing them and they react with all their force.\n\n At other times they do not react.\n\n How countless these old past impressions must be, all lodge somewhere in the Chitta, ready, waiting like tigers to jump u.\n\n These have to be suppressed that the one idea which we like may arise, to the exclusion of the others.\n\n Instead, they are all struggling to come up at the same t.\n\n These are the various powers of the Samskaras in hindering concentration of the mind, so this Samadhi which has just been given is the best to be practised, on account of its power of suppressing the Samskaras.\n\n The Samskara which will be raised by this sort of concentration will be so powerful that it will hinder the action of the others, and hold them in check.",
        "verseNum": "1.50"
    },
    {
        "explanation": "tasyapi nirodhe sarvanirodhannirbijah samadhih By the restraint of even this  \n***(impression, which obstructs all other impressions)***\n, all being restrained, comes the  \n\u003e seedless\n Samadhi.\n\nYou remember that our goal is to perceive the Soul iself.\n\n We cannot perceive the Soul because it has got mingled up with nature, with the mind, with the body.\n\n The most ignorant man thinks his body is the Soul.\n\n The more learned man thinks his mind is the Soul, but both of these are mistaken.\n\n What makes the Soul get mingled up with all this, these different waves in the Chitta rise and cover the Soul, and we only are a little reflection of the Soul through these waves, so, if the wave be one of anger, we see the Soul as angry:  \n\u003e I am angry,  \n we say.\n\n If the wave is a wave of love we see ourselves reflected in that wave, and say we are loving.\n\n If that wave is one of weakness, and the Soul is reflected in it, we think we are weak.\n\n These various ideas come from these impressions, these Samskaras covering the Soul.\n\n The real nature of the Soul is not perceived until all the waves have subsided; so, first, Patanjali teaches us the meaning of these waves; secondly, the best way to repress them; and thirdly, how to make one wave so strong as to suppress all other waves, fire eating fire as it were.\n\n When only one remains, it will be easy to suppress that also, and when that is gone, this Samadhi of concentration is called seedless; it leaves nothing, and the Soul is manifested just as It is, in Its own glory.\n\n Then alone we know that the Soul is not a compound.\n\n It is the only eternal simple in the universe, and.\n\n as such, It cannot be bom, It cannot die.\n\n It is immortal, indestructible, the Ever-living Essence of intelligence.",
        "verseNum": "1.51"
    },
    {
        "explanation": "tapahsvadhyayeshvarapranidhanani kriyayogah\n\nMortification, study, and surrendering fruits of work to God are called Kriya Yoga.\n\nThose Samadhis with which we ended our last chapter are very difficult to attain; so we must take them up slowly.\n\n The first step, the preliminary step, is called Kriya Yoga.\n\n Literally this means work, working towards Yoga.\n\n The organs are the horses, the mind is the reins, the intellect is the charioteer, the soul is the rider, and this body is the chariot.\n\n The master of the household, the King, the Self of man, is sitting in this chariot.\n\n If the horses are very strong, and do not obey the reins, if the charioteer, the intellect, does not know how to control the horses, then this chariot will come to grief.\n\n But if the organs, the horses, are well controlled, and if the reins, the mind, are well held in the hands of the charioteer, the intellect, the chariot, reaches the go.\n\n What is meant, therefore, by mortification? Holding the reins firmly while guiding this body and mind: not letting the body do anything it likes, but keeping them both in proper control.\n\n Study.\n\n What is meant by study in this case? Not study of novels, or fiction, or story books, but study of those books which teach the liberation of the soul.\n\n Then again this study does not mean controversial studies at all.\n\n The Yogi is supposed to have finished his period of controversy.\n\n He has had enough of all that, and has become satisfied.\n\n He only studies to intensify his convictions.\n\n Vada and Siddhanta.\n\n These are the two sorts of Scriptural knowledge, Vada  \n***(the argumentative)***\n and Siddhanta  \n***(the decisive)***\n.\n\n When a man is entirely ignorant he takes up the first part of this, the argumentative fighting, and reasoning, pro and con.\n\n; and when he has finished that he takes up the Siddhanta, the decisive, arriving at a conclusion.\n\n Simply arriving at this conclusion will not do.\n\n It must be intensified.\n\n Books are infinite in number, and time is short; thereofre this is the secret of knowledge, to take that which is essenti.\n\n Take that out, and then try to live up to it.\n\n There is an old simile in India that if you place a cup of milk before a Raja Hamsa  \n***(swan)***\n with plenty of water in it, he will take all the milk and leave the water.\n\n In that way we should take what is of value in knowledge, and leave the dross.\n\n All these intellectual gymnastics are necessary at first.\n\n We must not go blindly into anything.\n\n The Yogiha passed the argumentative stage, and has come to a conclusion, which is like the rocks, immovable.\n\n The only thing he now seeks to do is to intensify that conclusion.\n\n Do not argue, he say; if one forces arguments upon you, be silent.\n\n Do not answer any argument, but go away free, because arguments only disturb the mind.\n\n The only thing is to train the intellect, so what is the use of disturbing it any more.\n\n The intellect is but a weak instrument, and can give only knowledge limited by the senses; the Yogi wants to go beyond the senses; therefore the intellect is of no use to him.\n\n He is certain of this, and therefore is silent, and does not argue.\n\n Every argument throws his mind out of balance, creates a disturbance in the Chitta, and this disturbance is a drawback.\n\n These argumentations and searchings of the reason are only on the way.\n\n There are much higher things behind them.\n\n The whole of life is not for schoolboy fights and debating societies.\n\n By  \n\u003e surrendering the fruits of work to God\n is to take to ourselves neither credit nor blame, but to give both up to the Lord, and be at peace.",
        "verseNum": "2.1"
    },
    {
        "explanation": "samadhibhavanarthah kleshatanookaranarthashch\n\n\n***(They are for)***\n the practice of Samadhi and minimising the pain-bearing obstructions.\n\nMost of us make our minds like spoiled children, allowing them to do whatever they want.\n\n \n\nTherefore it is necessary that there should be constant practice of the previous mortifications, in order to gain control of the mind, and bring it into subjection.\n\n The obstructions to Yoga arise from lack of this control, and cause us pain.\n\n They can only be removed by denything the mind, and holding it in check, through these various means.",
        "verseNum": "2.2"
    },
    {
        "explanation": "avidyasmitaragadveshabhiniveshah kleshaah\n\nThe pain-bearing obstructions are - ignorance, egoism, attachment, aversion, and clinging to l.\n\nThese are the five pains, the fivefold tie that binds us down.\n\n Of course ignorance is the mother of all the rest.\n\n She is the only cause of all our misery.\n\n What else can make us miserable? The nature of the Soul is eternal bliss.\n\n What can make it sorrowful except ignorance, hallucination, delusion; all this pain of the soul is simply delusion.",
        "verseNum": "2.3"
    },
    {
        "explanation": "avidya kshetram uttareshan prasuptatanuvichchhinnodaranam\n\nIgnorance is the productive field of all them that follow, whether they are dormant, attenuated, overpowered, or expanded.\n\nImpressions are the cause of these, and these impressions exist in different degrees.\n\n There are the dormant.\n\n You often hear the expression  \n\u003e innocent as a baby,  \n yet in the baby may be the state of a demon or of a god which will come out by and by.\n\n In the Yogi these impressions, the Samskaras left by past actions, are attenuated; that is, in a very fine state, and he can control them, and not allow them to become manifest.\n\n Overpowered means that sometimes one set of impressions is held down for a while by those that are stronger, but they will come out when that repressing cause is removed.\n\n The last state is the expanded, when the Samskaras, having helpful surroundings, have attained to great activity, either as good or evil.",
        "verseNum": "2.4"
    },
    {
        "explanation": "anityashuchiduhkhanatmasu nityashuchisukhatmakhyatiravidya Ignorance is taking that which is non-eternal, impure, painful, and non-Self, for the eternal, pure, happy, Atman  \n***(Self)***\n.\n\nAll these various sorts of impression have one source: ignorance.\n\n We have first to learn what ignorance is.\n\n All of us think that  \n\u003e I am the body,  \n and not the Self, the pure, the effulgent, the ever blissful, and that is ignorance.\n\n We think of man, and see man as body.\n\n This is the great delusion.",
        "verseNum": "2.5"
    },
    {
        "explanation": "drigdarshanashaktyorekatmatevasmita\n\nEgoism is the identification of the seer with the instrument of seeing.\n\nThe seer is really the Self, the pure one, the ever holy, the infinite, the immort.\n\n That is the Self of man.\n\n And what are the instruments? The Chitta, or mind-stuff, the Buddhi, determinative faculty, the Manas, or mind, and the Indriyani, or sense organs.\n\n These are the instruments for him to see the external world, and the identification of the Self with the instruments is what is called the ignorance of egoism.\n\n We say  \n\u003e I am the mind, I am thought; I am angry, or I am happy.\n\n How can we be angry, and how can we hate? We should identify ourselves with the Self; that cannot change.\n\n If it is unchangeable, how can it be one moment happy, and one moment unhappy? It is formless, infinite, omnipresent.\n\n What can change it? Beyond all law.\n\n What can affect it? Nothing in the universe can produce an effect on it, yet, through ignorance, we identify ourselves with the mind-stuff, and think we feel pleasure or pain.",
        "verseNum": "2.6"
    },
    {
        "explanation": "sukhanushayi raagah\n\nAttachment is that which dwells on pleasure.\n\nWe find pleasure in certain things, and the mind, like a current, flows towards them, and that, following the pleasure centre, as it were, is attachment.\n\n We are never attached to anyone in whom we do not find pleasure.\n\n We find pleasure in very queer things sometimes, but the definition is just the same; wherever we find pleasure, there we are attached.",
        "verseNum": "2.7"
    },
    {
        "explanation": "duhkhanushayi dveshah\n\nAversion is that which dwells on pain.\n\nThat, which gives us pain we immediately seek to get away from.",
        "verseNum": "2.8"
    },
    {
        "explanation": "svarasavahi vidushopi tatharoodho bhiniveshah\n\nFlowing through its own nature, and established even in the learned, is the clinging to l.\n\nThis clinging to life you see manifested in every animal, and upon it many attempts have been made to build the theory of a future life, because men like their lives so much that they desire a future life also.\n\n Of course it goes without saying that this argument is without much value, but the most curious part of it is that, in Western Countries, the idea that this clinging to life indicates a possibility of a future life applies only to men, but does not include animals.\n\n In India this clinging to life has been one of the arguments to prove past experience and existence.\n\n For instance, if it be true that all our knowledge has come from experience, then it is sure that that which we never experienced we cannot imagine, or understand.\n\n As soon as chickens are hatched they begin to pick up food.\n\n Many times it has been seen where ducks have been hatched by hens, that, as soon as they come out of the eggs, they flew to water, and the mother thought they would be drowned.\n\n If experience be the only source of knowledge, where did these chickens learn to pick up food, or the ducklings that the water was their natural element? If you say it is instinct, it means nothing — it is simply giving it a word, but is no explanation.\n\n What is this instinct? We have many instincts in ourselves.\n\n For instance, most of you ladies play the piano, and remember, when you first learned, how carefully you had to put your fingers on the black and the white keys, one after the other, but now, after long years of practice, you can talk with your friends, and your hand goes on just the same.\n\n It has become instinct, it becomes automatic, but so far as we know, all the cases which we now regard as automatic are degenerated reason.\n\n In the language of the Yogi, instinct is involved reason.\n\n Discrimination becomes involved, and gets to be automatic Samskaras.\n\n \n\nTherefore it is perfectly logical to think that all we call instinct in this world is simply involved reason.\n\n As reason cannot come without experience, all instinct is, therefore, the result of past experience.\n\n Chickens fear the hawk, and ducklings love the water, and these are both the result of past experience, and these are both the result of past experience.\n\n Then the question is whether that experience belongs to a particular soul, or to the body simply, whether this experience which comes to the duck is the duck**s forefather**s experience, or the duck's own experience.\n\n Modern scientific menhold that it belongs to the body, but the Yogis hold that it is the experience of the soul, transmitted through the body.\n\n This is called the theory of reincarnation.\n\n We have seen that all of our knowledge, whether we call it perception or reason, or instinct, must come through that one channel called experience, and all that we know call instinct is the result of past experience, degenerated into instinct, and that instinct regenerates into reason again.\n\n So on throughout the universe, and upon this has been built one of the chief arguments for reincarnation, in India.\n\n The recurring experiences of various fears, in course of time, produce this clinging to l.\n\n That is why the child is instinctively afraid, because the past experience of pain is there.\n\n Even in the most learned men, who know that this body will go, and who say  \n\u003e never mind: we have hundreds of bodies; the soul cannot die\n — even in them, with all their intellectual conviction, we still find this clinging to l.\n\n What is this clinging to life? We have seen that it has become instinct.\n\n In the psychological language of Yoga if has become Samskaras.\n\n The Samskaras, fine and hidden, are sleeping in the Chitta.\n\n All these past experiences of death, all that which we call instinct, is experience become sub-conscious.\n\n It lives in the Chitta, and is not inactive, but is working underneath.\n\n These Chitta Vrttis, these mind-waves, which are gross, we can appreciate and feel; they can be more easily controlled, but what about these finer instincts? How can they be controlled? When I am angry my whole mind has become a huge wave of anger, feel it, see it, handle it, can easily manipulate it, can fight with it, but I shall not succeed perfectly in the fight until I can get down below.\n\n A man says something very harsh to me, and I begin to feel that I am getting heated, and he goes on until I am perfectly angry, and forget myself, identify myself with anger.\n\n When he first began to abuse me I still thought  \n\u003e I am going to be angry.\n\n Anger was one thing and I was another, but when I became angry, I was anger.\n\n These feelings have to be controlled in the germ, the root, in their fine forms, before even we have become conscious that they are acting on us.\n\n With the vast majority of mankind the fine states of these passions are not even known, the state when they are slowly coming from beneath consciousness.\n\n When a bubble is rising from the bottom of the lake we do not see it, or even when it is nearly come to the surface; it is only when it bursts and makes a ripple that we know it is there.\n\n We shall only be successful in grappling with the waves when we can get hold of them in their fine casues, and until you can get hold of them, and subdue them before any become gross, there is no hope of conquering any passion perfectly.\n\n To control our passions we have to control them at their very roots; then alone shall we be able to burn out their very seed.\n\n As fried seeds thrown into the ground will never come up, so these passions will never ar.",
        "verseNum": "2.9"
    },
    {
        "explanation": "te pratiprasavaheyah sookshmah\n\nThey, to-be-rejected-by-opposite-modifications, are f.\n\n How are these fine Samskaras to be controlled? We have to begin with the big waves, and come down and down.\n\n For instance, when a big wave of anger has come into the mind, how are we to control that? Just by raising a big opposing wave.\n\n Think of love.\n\n Sometimes a mother is very angry with her husband, and while in that state the baby comes in, and she kisses the baby; the old wave dies out, and a new wave arises, love for the child.\n\n That suppresses the other one.\n\n Love is opposite to anger.\n\n So we find that by raising the opposite waves we can conquer those which we want to reject.\n\n Then, if we can raise in our fine nature those fine opposing waves, they will check the fine workings of anger beneath the conscious surface.\n\n We have seen now that all these instinctive actions first began as conscious actions, and became finer and finer.\n\n So, if good waves in the conscious Chitta be constantly raised, they will go down, become subtle, and oppose the Samskara forms of evil thoughts.",
        "verseNum": "2.10"
    },
    {
        "explanation": "dhyanaheyastadvrittayah\n\nBy meditation, their modifications are to be rejected.\n\nMeditation is one of the great means of controlling the rising of these big waves.\n\n By meditation you can make the mind subdue these waves, and, if you go on practising meditation for days, and months, and years, until it has become a habit, until it will come in spite of yourself, anger and hatred will be controlled and checked.",
        "verseNum": "2.11"
    },
    {
        "explanation": "kleshamoolah karmashayo drishtadrishtajanmavedaniyah\n\nThe receptacle of works has its root in these pain-bearing obstructions, and their experience in this visible life, or in the unseen l.\n\nBy the receptacle of works is meant the sum-total of these Samskaras.\n\n Whatever work we do, the mind is thrown into a wave, and, after the work is finished, we think the wave is gone.\n\n It has only become fine, but it is still there.\n\n When we try to remember the thing, it comes up again and becomes a wave.\n\n So it was there; if it had not been there, there would not have been memory.\n\n So, every action, every thought, good or bad, just goes down and becomes fine, and is there stored u.\n\n They are called pain-bearing obstructions, both happy and unhappy thoughts, because according to the Yogis, both, in the long run, bring pain.\n\n All happiness which comes from the senses will, eventually, bring pain.\n\n All enjoyment will make us thirst for more, and that brings pain as its result.\n\n There is no limit to man**s desires; he goes on desring, and when he comes to a point where desire cannot be fulfilled, the result is pain.\n\n \n\nTherefore the Yogis regard the sum-total of the impressions, good or evil, as pain-bearing obstructions; they obstruct the way to freedom of the Soul.\n\n It is the same with the Samskaras, the fine roots of all our works: they are the causes which will again bring effects, either in this life, or in the lives to come.\n\n In exceptional cases, when these Samskaras are very strong, they bear fruit quickly; exceptional acts of wickedness, or of goodness, bring their fruits in this l.\n\n The Yogis even hold that men who are able to acquire a tremendous power of good Samskaras do not have to die, but, even in this life, can change their bodies into god-bodies.\n\n There are several cases mentioned by the Yogis in their books.\n\n These men change the very material of their bodies; they re-arrange the molecules in such fashion that they have no more sickness, and what we call death does not come to them.\n\n Why should not this be? The physiological meaning of foot is assimilation of energy from the sun.\n\n This energy has reached the plant, the plant is eaten by an animal, and the animal by us.\n\n The science of it is that we take so much energy from the sun, and make it part of ourselves.\n\n That being the case, why should there be only one way of assimilating energy? The plant**s way is not the same as ours; the earth's process of assimilating energy differs from our own.\n\n But all assimilate energy in some form or other.\n\n The Yogis say that they are able to assimilate energy by the power of the mind alone, that they can draw in as much as they desire without recourse to the orindary methods.\n\n As a spider makes his net out of his own substance, and becomes bound in his net, and cannot go anywhere except along the lines of that net, so we have projected out of our own substance this net-work called the nerves, and we cannot work except through the channels of those nerves.\n\n The Yogi says we need not be bound by that.\n\n Similary, we can send electricity to any part of the world, but we have to send it by means of wires.\n\n Nature can send a vast mass of electricity without any wires at all.\n\n Why cannot we do the same? We can send mental electricity.\n\n What we call mind is very much the same as electricity.\n\n It is clear that this nerve fluid has some amount of electricity, because it is polarised, and it answers all electrical directions.\n\n We can only send our electricity through these nerve channels.\n\n Why not send the mental electricity without this aid? The Yogi says it is perfectly possible and practicable, and that when you can do that you will work all over the universe.\n\n You will be able to work with anybody anywhere, without the help of any nervous system.\n\n When the soul is acting through these channels we say a man is living and when those channels die the man is said to be said.\n\n But when a man is able to act either with or without these channels, birth and death will have no meaning for him.\n\n All the bodies in the universe are made up of Tanmatras, and it is only in the arrangement of them that there comes a difference.\n\n If you are the arranger you can arrange that body in one way or another.\n\n Who makes up this body but you? Who eats the food? If another ate the food for you, you would not live long.\n\n Who makes the blood out of it? You, certainly.\n\n Who assimilates the blood, and sends it through the veins? You.\n\n Who creates the nerves, and makes all the muscles? You are the manufacturer, out of your own substance.\n\n You are the manufacturer of the body, and you live in it.\n\n Only we have lost the knowledge of how to make it.\n\n We have become automatic, degenerate.\n\n We have forgotten the process of manufacture.\n\n So, what we do automatically has again to be regulated.\n\n We are the creators and we have to regulate that creation, and as soon as we can do that we shall be able to manufacture just as we like, and then we shall have neither birth nor death, disease, or anything.",
        "verseNum": "2.12"
    },
    {
        "explanation": "sati moole tadvipako jatyayurbhogah\n\nThe root being there, the fruition comes  \n***(in the form of)***\n species, life, and expression of pleasure and pain.\n\nThe roots, the causes, the Samskaras being there, they again manifest, and form the effects.\n\n The cause dying down becomes the effect, and the effect becomes more subtle, and becomes the cause of the next effect.\n\n The tree bears a seed, and becomes the cause of the next tree, and so on.\n\n All our works now, are the effects of past Samskaras.\n\n Again, these Samskaras become the cause of future actions, and thus we go on.\n\n So this aphorism says that the cause being there, the fruit must come, in the form of species; one will be a man, another an angel, another an animal, another a demon.\n\n Then there are different effects in life; one man lives fifty years, another a hundred, and another dies in two years, and never attains maturity; all these differences in life are regulated by these past actions.\n\n One man is born, as it were, for pleasure; if he buries himself in a forest pleasure will follow him there.\n\n Another man, wherever he goes, pain follows him, everything becomes painful.\n\n It is all the result of their own past.\n\n According to the philosophy of the Yogis all virtuous actions bring pleasure, and all vicious actions bring pain.\n\n Any man who does wicked deeds is sure to reap the fruit of them in the form of pain.",
        "verseNum": "2.13"
    },
    {
        "explanation": "te hladaparitapafalah punyapunyahetutvat\n\nThey bear fruit as pleasure or pain, caused by virtue\n\nor v.",
        "verseNum": "2.14"
    },
    {
        "explanation": "II ?MI\n\nparinamatapasanskaraduhkhairgunnavritti - virodhaccha duhkham eva sarvan vivekinah To the discriminating, all is, as it were, painful on account of everything bringing pain, either in the consequences, or in apprehension, or in attitude caused by impressions, also on account of the counter action of qualities.\n\nThe Yogis say that the man who has discriminating powers, the man of good sense, sees through all these various things, which are called pleasure and pain, and knows that they are always equally distributed, and that one follows the other, and melts into the other; he sees that men are following an ignis fatuus all their lives, and never succeed in fulfilling their desires.\n\n There was never a love in this world which did not know decay.\n\n The great king YudiSthira once said that the most wonderful thing in life is that every moment we see people dying around us, and yet we think we shall never die.\n\n Surrounded by fools on every side, we think we are the only exceptions, the only learned men.\n\n Surrounded by all sorts of experiences of fickleness, we think our love is the only lasting love.\n\n How can that be? Even love is selfish, and the Yogi says that, in the end, we shall find that even the love of husbands and wives, and children and friends, slowly decays.\n\n Decadence seizes everything in this l.\n\n It is only when everything, even love, fails, that, with a flash, man finds out how vain, how dream-like is this world.\n\n Then he catches a glimpse of Vairdgyam  \n***(renunciation)***\n, catches a glimpse of the beyond.\n\n It is only by giving up this world that the other comes; never through building on to this one.\n\n Never yet was there a great soul who had not to reject sense pleasures and enjoyments to become such.\n\n The cause of misery is the clash between difference forces of nature, one dragging one way, and another dragging another, rendering permanent happiness impossible.",
        "verseNum": "2.15"
    },
    {
        "explanation": "heyan duhkham anagatam\n\nThe misery which is not yet come is to be avoided.\n\nSome Karma we have worked out already, some we are working out now in the present, and some is waiting to bear fruit in the future.\n\n That which we have worked out already is past and gone.\n\nThat which we are experiencing now we will have to work out, and it is only that which is waiting to bear fruit in the future that we can conquer and control, so all our forces should be directed towards the control of that Karma which has not yet borne fruit.\n\n That is meant in the previous aphorism, when Patanjali says that these various Samskaras are to be controlled by counteracting waves.",
        "verseNum": "2.16"
    },
    {
        "explanation": "drashtridrishyayoh sanyogo heyahetuh\n\nThe cause of that which is to be avoided is the junction of the seer and the seen.\n\nWho is the seer? The Self of Man, the PuruSa.\n\n What is the seen? The whole of nature, beginning with the mind, down to gross matter.\n\n All this pleasure and pain arises from the junction between this PuruSa and the mind.\n\n The PuruSa, you must remember, according to this philosophy, is pure; it is when it is joined to nature, and by reflection, that it appears to feel either pleasure or pain.",
        "verseNum": "2.17"
    },
    {
        "explanation": "prakashakriyasthitishilan bhootendriyatmakan bhogapavargarthan drishyam\n\nThe experienced is composed of elements and organs, is of the nature of illumination, action and intertia, and is for the purpose of experience and release  \n***(of the experiencer)***\n.\n\nThe experienced, that is nature, is composed of elements and organs — the elements gross and fine which compose the whole of nature, and the organs of the senses, mind,\n\n, and is of the nature of illumination, action, and intertia.\n\n These are what in Sanskrit are called Sattva  \n***(illumination)***\n, Rajas  \n***(action)***\n, and Tamas  \n***(darkness)***\n; each is for the purpose of experience and relase.\n\n What is the purpose of the whole of nature? That the PuruSa may gain experience.\n\n The PuruSa has, as it were, forgotten its mighty, godly, nature.\n\n There is a story that the king of the gods, Indra, once became a pig, wallowing in mire; he had a she pig, and a lot of baby pigs, and was very happy.\n\n Then some other angels saw his plight.\n\n and came to him, and told him,  \n\u003e You are the king of the gods, you have all the gods command.\n\n Why are you here?\n But Indra said,  \n\u003e Let me be; I am all right here; I do not care for the heavens, while I have this sow and these little pigs.\n\n The poor gods were at their wits' end what to do.\n\n After a time they decided to slowly come and slay one of the little pigs, and then another, until they had slain all the pigs, and the sow too.\n\n When all were dead Indra began to weep and mourn.\n\n Then the gods ripped his pig body open and he came out of it, and began to laugh when he realised what a hideous dream he had had; he, the king of the gods, to have become a pig, and to think that the pig-life was the only life! Not only so, but to have wanted the whole universe to come into the pig life! The PuruSa, when it identifies itself with nature, forgets that it is pure and infin.\n\n The PuruSa does not live; it is life itself.\n\n It does not exist; it is existence itself.\n\n The Soul does not know; it is knowledge itself.\n\n It is an entire mistake to say that the Soul lives, or knows, or loves.\n\n Love and existence are not the qualities of the PuruSa, but its essence.\n\n When they get reflected upon something you may call them the qualities of that something.\n\n But they are not the qualities of the PuruSa, but the essence of this great Atman, this Infinite Being, without birth or death, Who is established in His own glory, but appears as if become degenerate until if you approach to tell Him,  \n\u003e You are not a pig,  \n he begins to squeal and b.\n\n \n\nThus with us all in this Maya, this dream world, where it is all misery, weeping, and crying, where a few golden balls are rolled, and the world scrambles after them.\n\n You were never bound by laws, Nature never had a bond for you.\n\n That is what the Yogi tells you; have patience to learn it.\n\n And the Yogi shows how, by junction with this nature, and identifying itself with the mind and the world, the PuruSa thinks itself miserable.\n\n Then the Yogi goes on to show that the way out is through experience.\n\n You have to get all this experience, but finish it quickly.\n\n We have placed ourselves in this net, and will have to get out.\n\n We have got ourselves caught in the trap, and we will have to work out our freedom.\n\n So get this experience of husbands and wives, and friends, and little loves, and you will get through them safely if you never forget what you really are.\n\n Never forget this is only a momentary state, and that we have to pass through it.\n\n Experience is the one great teacher — experiences of pleasure and pain — but know they are only experiences, and will all lead, step by step, to that state when all these things will become small, and the PuruSa will be so great that this whole universe will be as a drop in the ocean, and will fall off by its own nothingness.\n\n We have to go through these experiences, but let us never forget the ide.",
        "verseNum": "2.18"
    },
    {
        "explanation": "visheshavisheshalinggamatralinggani gunnaparvani\n\nThe states of the quahties are the defined, the undefined, the indicated only, and the signless.\n\nThe system of Yoga is built entirely on the philosophy of the Sankhyas, as I told you in some of the previous lectures, and here again I will remind you of the cosmology of the Sankhya philosophy.\n\n According to the Sankhyas, nature is both the material and efficient cause of this universe.\n\n In this nature there are three sorts of materials, the Sattva, the Rajas, and the Tamas.\n\n The Tamas material is all that is dark, all that is ignorant and heavy; and the Rajas is activity.\n\n The Sattvas is calmness, light.\n\n When nature is in the state before creation, it is called by them Avyaktam, undefined, or indiscrete; that is, in which there is no distinction of form or name, a state in which these three materials are held in perfect balance.\n\n Then the balance is disturbed, these different materials begin to mingle in various fashions, and the result is this universe.\n\n In every man, also, these three materials exist.\n\n When the Sattva material prevails knowledge comes.\n\n When the Rajas material prevails activity comes, and when the Tamas material prevails darkness comes and lassitude, idleness, ignorance.\n\n According to the Sankhya theory, the highest manifestation of this nature, consisting of these three materials, is what they call Mahat, or intelligence, universal intelligence, and each human mind is a part of that cosmic intelligence.\n\n Then out of Mahat comes the mind.\n\n In the Sankhya Psychology there is a sharp distinction between Manas, the mind function, and the function of the Buddhi intellect.\n\n The mind function is simply to collect and carry impressions and present them to the Buddhi, the individual Mahat, and the Buddhi determined upon it.\n\n So, out of Mahat comes mind, and out of mind comes fine material, and this fine material combines and becomes the gross material outside — the external universe.\n\n The claim of the Sankhya philosophy is that beginning with the intellect, and coming down to a block of stone, all has come out of the same thing, only as finer or grosser states of existence.\n\n The Buddhi is the finest state of existence of the materials, and then comes Ahamkara, egoism, and next to the mind comes fine material, which they call Tanmatras, which cannot be seen, but which are inferred.\n\n These Tanmatras combine and become grosser, and finally produce this universe.\n\n The finer is the cause, and the grosser is the effect.\n\n It begins with the Buddhi, which is the finest material, and goes on becoming grosser and grosser, until it becomes this universe.\n\n According to the Sankhya philosophy, beyond the whole of this nature is the PuruSa, which is not material at all.\n\n PuruSa is not at all similar to anything else, either Buddhi, or mind, or the Tanmatras, or the gross material; it is not akin to any one of these, it is entirely separate, entirely different in its nature, and from this they argue that the PuruSa must be immortal, because it is not the result of combination.\n\n That which is not the result of combination cannot die, these PuruSas or Souls are infinite in number.\n\n \n\nNow we shall understand the Aphorism, that the states of the qualities are defined, undefined, and signless.\n\n By the defined is meant the gross elements, which we can sense.\n\n By the undefined is meant the very fine materials, the Tanmatras, which cannot be sensed by ordinary men.\n\n If you practice Yoga, however, says Patanjali, after a while your perception will become so fine that you will actually see the Tanmatras.\n\n For instance, you have heard how every man has a certain light about him; every living being is emanating a certain light, and this, he says, can be seen by the Yogi.\n\n We do not all see it, but we are all throwing out these Tanmatras, just as a flower is continuously emanating these Tanmatras, which enable us to smell it.\n\n Every day of our lives we are throwing out a mass of good or evil, and everywhere we go the atmosphere is full of these materials, and that is how there came to the human mind, even unconsciously, the idea of building temples and churches? Why should man build churches in which to worship God? Why not worship Him anywhere? Even if he did not know the reason, man found that that place where people worshipped God became full of good Tanmatras.\n\n Every day people go there, and the more they go the holier they get, and the holier that place becomes.\n\n If any man who has not much Sattva in him goes there the place will influence him, and arouse his Sattva quality.\n\n Here, therefore, is the significance of all temples and holy places, but you must remember that their holiness depends on holy people congregating there.\n\n The difficulty with mankind is that they forget the original meaning, and put the cart before the horse.\n\n It was men who made these places holy, and then the effect became the cause and made men holy.\n\n If the wicked only were to go there it would become as bad as any other place.\n\n It is not the building, but the people, that make a church, and that is what we always forget.\n\n That is why sages and holy persons, who have so much of this Sattva quality, are emanating so much of it around them, and exerting a tremendous influence day and night on their surroundings.\n\n A man may become so pure that his purity will become tangible, as it were.\n\n The body has become pure, and in an intensely physical sense, no figurative idea, no poetical language, it emanates that purity wherever it goes.\n\n Whosoever comes in contact with that man becomes pure.\n\n Next  \n\u003e the indicated only\n means the Buddhi, the intellect.\n\n\u003e The indicated only\n is the first manifestation of nature; from it all other manifestations proceed.\n\n The last is  \n\u003e the signless.\n\n Here there seems to be a great fight between modern science and all religion.\n\n Every religion has this idea that this universe comes out of intelligence.\n\n Only some religions were more philosophical, and used scientific language.\n\n The very theory of God, taking it in its psychological significance, and apart from all ideas of personal God, is that intelligence is first in the order of creation, and that out of intelligence comes what we call gross matter.\n\n Modern philosophers say that intelligence is the last to come.\n\n They say that unintelligent things slowly evolve into animals, and from animals slowly evolve into men.\n\n They claim that instead of everything coming out of intelligence, intelligence is itself the last to come.\n\n Both the religious and the scientific statement, though seemingly directly opposed to each other, are true.\n\n Take an infinite series A — B — A — B — A — B,\n\n The question is which is first, A or\n\n If you take the series as A — , you will say that A is first, but if you take it as B — A you will say that B is first.\n\n It depends on the way you are looking at it.\n\n Intelligence evolves, and becomes the gross material, and this again evolves as intelligence, and again evolves as matter once more.\n\n The Sankhyas, and all religionists, put intelligence first, and the series becomes intelligence then matter, intelligence then matter.\n\n The scientific man puts his finger on matter, and say matter then intelligence, matter then intelligence.\n\n But they are both indicating the same chain.\n\n Indian philosophy, however, goes beyond both intelligence and matter, and finds a PuruSa, or Self, which is beyond all intelligence, and of which intelligence is but the borrowed light.",
        "verseNum": "2.19"
    },
    {
        "explanation": "drashta drishimatrah shuddhopi pratyayanupashyah The seer is intelligence only, and though pure, seen through the colouring of the intellect.\n\n This is again Sankhya philosophy.\n\n We have seen from this philosophy that from the lowest form up to intelligence all is nature, but beyond nature are PuruSas  \n***(souls)***\n, and these have no qualities.\n\n Then how does the soul appear to be happy or unhappy? By reflection.\n\n Just as if be piece of pure crystal be put on a table and a red flower be put near it, the crystal appears to be red, so all these appearances of happiness or unhappiness are but reflections; the soul itself has no sort of colouring.\n\n The soul is separate from nature; nature is one thing, soul another, eternally separate.\n\n The Sankhyas say that intelligence is a compounds, that it grows and wanes, that it changes, just as the body changes, and that its nature is nearly the same as that of the body.\n\n As a fingernail is to the body, so is body to intelligence.\n\n The nail is a part of the body, but it can be pared off hundreds of times, and the body will still last.\n\n Similarly, the intelligence lasts £eons, while this body can be pared off, thrown off.\n\n Yet intelligence cannot be immortal, because is changes — growing and waning.\n\n Anything that changes cannot be immort.\n\n Certainly intelligence is manufactured, and that very fact shows us that there must be something beyond that, because it cannot be free.\n\n Everything connected with matter is in nature, and therefore bound for ever.\n\n Who is free? That free one must certainly be beyond cause and effect.\n\n If you say that the idea of freedom is a delusion, I will say that the idea of bondage is also a delusion.\n\n Two facts come into our consciousness, and stand or fall by each other.\n\n One is that we are bound.\n\n If we want to go through a wall, and our head bumps against that wall, we are limited by that wall.\n\n At the same time we find will, and think we can direct our will everywhere.\n\n At every step these contradictory ideas are coming to us.\n\n We have to believe that we are free, yet at every moment we find we are not free.\n\n If one idea is a delusion, the other is also a delusion, because both stand upon the same basis — consciousness.\n\n The Yogi says both are true; that we are bound so far as intelligence goes, that we are free as far as the soul is concerned.\n\n It is the real nature of man, the Soul, the PuruSa, which is beyond all law of causation.\n\n Its freedom is percolating through layers and layers of matter, in various forms of intelligence, and mind, and all these things.\n\n It is its light which is shining through all.\n\n Intelligence has no light of its own.\n\n Each organ has a particular centre in the brain; it is not that all the organs have one centre; each organ is separate.\n\n Why do all these perceptions harmonise, and where do they get their unity? If it were in the brain there would be one centre only for the eyes, the nose, the ears, while we know for certain that there are different centres for each.\n\n But a man can see and hear at the same time, so a unity must be back of intelligence.\n\n Intelligence is eternally connected with the brain, but behind even intelligence stands the PuruSa, the unit, where all these different sensations and perceptions join and become one.\n\n Soul itself is the centre where all the different organs converge and become unified, and that Soul is free, and it is its freedom that tells you every moment that you are free.\n\n But you mistake, and mingle that freedom every moment with intelligence and mind.\n\n You try to attribute that freedom to the intelligence, and immediately find that intelligence is not free; you attribute that freedom to the body, and immediately nature tells you that you are again mistaken.\n\n That is why there is this mingled sense of freedom and bondage at the same t.\n\n The Yogi analyses both what is free and what is bound, and his ignorance vanishes.\n\n He finds that the PuruSa is free, is the essence of that knowledge which, coming through the Buddhi, becomes intelligence, and, as such, is bound.",
        "verseNum": "2.20"
    },
    {
        "explanation": "tadarth eva drishyasyatma\n\nThe nature of the experience is for him.\n\nNature has no light of its own.\n\n As long as the PuruSa is present in it, it appears light, but the light is borrowed; just as the moon's light is reflected.\n\n All the manifestations of nature are caused by this nature itself, according to the Yogis; but nature has no purpose in view, except to free the PuruSa.",
        "verseNum": "2.21"
    },
    {
        "explanation": "kritarthan prati nashtam apyanashtan tadanyasadharannatvat\n\nThough destroyed for him whose goal has been gained, yet is not destroyed, being conmion to others.\n\nThe whole idea of this nature is to make the Soul know that it is entirely separate from nature, and when the Soul knows this, nature has no more attractions for it.\n\n But the whole of nature vanishes only for that man who has become free.\n\n There will always remain an infinite number of others, for whom nature will go on working.",
        "verseNum": "2.22"
    },
    {
        "explanation": "svasvamishaktyoh svaroopopalabdhihetuh sanyogah Junction is the cause of the reahsation of the nature of both the powers, the experienced and its Lord.\n\nAccording to this aphorism, when this Soul comes into conjunction with nature, both the power of the Soul and the power of nature become manifest in this conjunction, and all these manifestations are thrown out.\n\n Ignorance is the cause of this conjunction.\n\n We see every day that the cause of our pain or pleasure is always our joining ourselves with the body.\n\n If I were perfectly certain that I am not this body, I should take no notice of heat and cold, or anything of the kind.\n\n This body is a combination.\n\n It is only a fiction to say that I have one body, you another, and the sun another.\n\n The whole universe is one ocean of matter, and you are the name of a little particle, and I of another, and the sun of another.\n\n We know that this matter is continuously changing, what is forming the sun one day, the next day may form the matter of our bodies.",
        "verseNum": "2.23"
    },
    {
        "explanation": "tasya heturavidya Ignorance is its cause.\n\nThrough ignorance we have joined ourselves with a particular body, and thus opened ourselves to misery.\n\n This idea of body is a simple superstition.\n\n It is superstition that makes us happy or unhappy.\n\n It is superstition caused by ignorance that makes us feel heat and cold, pain and pleasure.\n\n It is our business to rise above this superstition, and the Yogi shows us how we can do this.\n\n It has been demonstrated that, under certain mental conditions, a man may be burned, yet, while that condition lasts, he will feel no pain.\n\n The difficulty is that this sudden upheaval of the mind comes like a whirlwind one minute, and goes away the next.\n\n If, however, we attain it scientifically, through Yoga, we shall permanently attain to that separation of Self from the body.",
        "verseNum": "2.24"
    },
    {
        "explanation": "tadabhavat sanyogabhavo hanan taddrisheh kaivalyam\n\nThere being absence of that  \n***(ignorance)***\n there is absence of junction, which is the thing-to-be-avoided; that is the independence of the seer.\n\nAccording to this Yoga philosophy it is through ignorance that the Soul has been joined with nature and the idea is to get rid of nature's control over us.\n\n That is the goal of all religions.\n\n Each Soul is potentially div.\n\n The goal is to manifest this Divinity within, by controlling nature, external and intern.\n\n Do this either by work, or worship, or psychic control, or by philosophy, by one, or more, or all of these - and be free.\n\n This is the whole of religion.\n\n Doctrines, or dogmas, or rituals, or books, or temples, or forms, are but secondary details.\n\n The Yogi tries to reach this goal through psychic control.\n\n Until we can free ourselves from nature we are slaves; as she dictates so we must go.\n\n The Yogi claims that he who controls mind controls matter also.\n\n The internal nature is much higher that the external, and much more difficult to grapple with, much more difficult to control; therefore he who has conquered the internal nature controls the whole universe; it becomes his servant.\n\n Raja Yoga propounds the methods of gaining this control.\n\n Higher forces than we know in physical nature will have to be subdued.\n\n This body is just the external crust of the mind.\n\n They are not two different things; they are just as the oyster and its shell.\n\n They are but two aspects of one thing; the internal substance of the oyster is taking up matter from outside, and manufacturing the shell.\n\n In the same way these internal fine forces which are called mind take up gross matter from outside, and from that manufacture this external shell, or body.\n\n If then, we have control of the internal, it is very easy to have control of the extern.\n\n Then again, these forces are not different.\n\n It is not that some forces are physical, and some mental; the physical forces are but the gross manifestations of the fine forces, just as the physical world is but the gross manifestation of the fine world.",
        "verseNum": "2.25"
    },
    {
        "explanation": "vivekakhyatiraviplava hanopayah\n\nThe means of destruction of ignorance is unbroken practice of discrimination.\n\nThis is the real goal of practice — discrimination between the real and unreal, knowing that the PuruSa is not nature, that it is neither matter nor mind, and that because it is not nature, it cannot possibly change.\n\n It is only nature which changes, combining, and recombining, dissolving continually.\n\n When through constant practice we begin to discriminate, ignorance will vanish, and the PuruSa will begin to shine in its real nature, omniscient, omnipotent, omnipresent.",
        "verseNum": "2.26"
    },
    {
        "explanation": "tasya saptadhaa prantabhoomih prajna\n\nHis knowledge is of the sevenfold highest ground.\n\nWhen this knowledge comes, it will come, as it were, in seven grades, one after the other, and when one of these has begun we may know that we are getting knowledge.\n\n The first to appear will be that we have known what is to be known.\n\n The mind will cease to be dissatisfied.\n\n While we are aware of thirsting after knowledge we begin to seek here and there, wherever we think we can get some truth, and, failing to find it we become dissatisfied and seek in a fresh direction.\n\n All search is vain, until we begin to perceive that knowledge is within ourselves, that no one can help us, that we must help ourselves.\n\n When we begin to practice the power of discrimination, the first sign that we are getting near truth will be that that dissatisfied state will vanish.\n\n We shall feel quite sure that we have found the truth, and that it cannot be anything else but the truth.\n\n Then we may know that the sun is rising, that the morning is breaking for us, and, taking courage, we must persevere until the goal is reached.\n\n The second grade will be that all pains will be gone.\n\n It will be impossible for anything in the universe, physical, mental, or spiritual, to give us pain.\n\n The third will be that we shall get full knowledge, that omniscience will be ours.\n\n Next will come what is called freedom of the Chitta.\n\n We shall realise that all these difficulties and struggles have fallen off from us.\n\n All these vacillations of the mind, when the mind cannot be controlled, have failed down, just as a stone falls from the mountain top into the valley and never comes up again.\n\n The next will be that this Chitta itself will realise that it melts away into its causes whenever we so des.\n\n Lastly we shall find that we are established in our Self, that we have been alone throughout the universe, neither body nor mind was ever connected with us, much less joined to us.\n\n They were working their own way, and we, through ignorance, joined ourselves to them.\n\n But we have been alone, omnipotent, omnipresent, ever blessed; our own Self was so pure and perfect that we required none else.\n\n We required none else to make us happy, for we are happiness itself.\n\n We shall find that this knowledge does not depend on anything else; throughout the universe there can be nothing that will not become effulgent before our knowledge.\n\n This will be the last state, and the Yogi will become peaceful and calm, never to feel any more pain, never to be again deluded, never to touch misery.\n\n He knows he is ever blessed, ever perfect, almighty.",
        "verseNum": "2.27"
    },
    {
        "explanation": "yogangganushthanad ashuddhikshaye jnanadiptira vivekakhyateh\n\nBy the practice of the different parts of Yoga the impurities being destroyed knowledge becomes effulgent, up to discrimination.\n\n\n\nNow comes the practical knowledge.\n\n What we have just been speaking about is much higher.\n\n It is way above our heads, but it is the ide.\n\n It is first necessary to obtain physical and mental control.\n\n Then the realisation will become steady in that ide.\n\n The ideal being known, what remains is to practise the method of reaching it.",
        "verseNum": "2.28"
    },
    {
        "explanation": "\n\nyamaniyamasanapranayamapratyaharadharanadhy anasamadhayo-a-shtava anggani Yama, Niyama, Asana, Pranayama, Pratya hara, Dharana, Dhyana, Samadhi, are the limbs of Yoga.",
        "verseNum": "2.29"
    },
    {
        "explanation": "ahinsasatyasteyabrahmacharyaparigraha yamah Non-killing, truthfulness, non-stealing, continence, and non-receiving, are called Yama.\n\nA man who wants to be a perfect Yogi must give up the sex idea.\n\n The Soul has no sex; why should it degrade itself with sex ideas? Later we shall understand better why these ideas must be given u.\n\n Receiving is just as bad as stealing; receiving gifts from others.\n\n Whoever receives gifts, his mind is acted on by the mind of the giver, so that the man who receives gifts becomes degenerated.\n\n Receiving gifts destroys the independence of the mind, and makes us mere slaves.\n\n \n\nTherefore, receive nothing.",
        "verseNum": "2.30"
    },
    {
        "explanation": "jatideshakalasamayanavachchhinnah sarvabhauma mahavratam These, unbroken by time, place, purpose, and caste, are  \n***(universal)***\n great vows.\n\nThese practices, non-killing, non-stealing, chastity, and non-receiving, are to be practiced by every man, woman and child, by every soul, irrespective of nation, country or position.",
        "verseNum": "2.31"
    },
    {
        "explanation": "shauchasantoshatapahsvadhyayeshvara- pranidhanani niyamah\n\nInternal and external purification, contentment, mortification, study, and worship of God, are the Niyamas.\n\nExternal purification is keeping the body pure; a dirty man will never become a Yogi.\n\n There must be internal purification also.\n\n That is obtained by the first-named virtues.\n\n Of course internal purity is of greater value that external, but both are necessary, and external purity, without internal, is of no good.",
        "verseNum": "2.32"
    },
    {
        "explanation": "vitarkabadhane pratipakshabhavanam\n\nTo obstruct thoughts which are inimical to Yoga\n\ncontrary thoughts will be brought.\n\nThis is the way to practice all these virtues that have been stated, by holding thoughts of an opposite character in the mind.\n\n When the idea of stealing comes, non-stealing should be thought of.\n\n When the idea of receiving gifts comes, replace it by a contrary thought.",
        "verseNum": "2.33"
    },
    {
        "explanation": "vitarkaa hinsadayah kritakaritanumodita lobhakrodhamohapoorvaka mridumadhyadhimatra duhkhajnananantafala iti pratipakshabhavanam\n\nThe obstructions to Yoga are killing\n\n, whether committed, caused, or approved; either through avarice, or anger, or ignorance; whether slight, middling, or great, and result is innumerable ignorances and miseries.\n\n This is  \n***(the method of)***\n thinking the contrary.\n\nIf I tell I lie, or cause another to tell a lie, or approve of another doing so, it is equally sinful.\n\n If it is a very mild lie, it is still a lie.\n\n Every vicious thought will rebound, every thought of hatred which you have thought, in a cave even, is stored up, and will one day come back to you with tremendous power in the form of some misery here.\n\n If you project all sorts of hatred and jealousy, they will rebound on you with compound interest.\n\n No power can avert them; when once you have put them in motion you will have to bear them.\n\n Remembering this, will prevent you from doing wicked things.",
        "verseNum": "2.34"
    },
    {
        "explanation": "ahimsapratishthayam tatsannidhau vairatyagah\n\nNon-killing being established, in his presence all emnities cease  \n***(in others)***\n.\n\nIf a man gets the idea of non-injuring others, before him even animals which are by their nature ferocious will become peaceful.\n\n The tiger and the lamb will play together before that Yogi and will not hurt each other.\n\n When you have come to that state, then alone you will understand that you have become firmly established in non-injuring.",
        "verseNum": "2.35"
    },
    {
        "explanation": "satyap ratishthayam kriyafalashrayatvam By the establishment of truthfulness the Yogi gets the power of attaining for himself and others the fruits of work without the works.\n\nWhen this power of truth will be established with you, then even in dream you will never tell an untruth, in thought, word or deed; whatever you say will be truth.\n\n You may say to a man  \n\u003e Be blessed,  \n and that man will be blessed.\n\n If a man is diseased, and you say to him,  \n\u003e Be thou cured,  \n he will be cured immediately.",
        "verseNum": "2.36"
    },
    {
        "explanation": "asteyapratishthayam sarvaratnopasthanam\n\nBy the establishment of non-stealing all wealth comes to the Yogi.\n\nThe more you fly from nature the more she follows you, and if you do not care for her at all she becomes your slave.",
        "verseNum": "2.37"
    },
    {
        "explanation": "brahmacharyapratishthayam viryalabhah\n\nBy the estabhshment of continence energy is gained.\n\nThe chaste brain has tremendous energy, gigantic will power, without that there can be no mental strength.\n\n All men of gigantic brains are very continent.\n\n It gives wonderful control over mankind.\n\n Leaders of men have been very continent, and this is what gave them power.\n\n \n\nTherefore the Yogi must be continent.",
        "verseNum": "2.38"
    },
    {
        "explanation": "aparigrahasthairye janmakathantasanbodhah When he is fixed in non-receiving he gets the memory of past l.\n\nWhen the Yogi does not receive presents from others he does not become beholden to others, but becomes independent and free, and his mind becomes pure, because with every gift he receives all the evils of the giver, and they come and lay coating after coating on his mind, until it is hidden under all sorts of coverings of evil.\n\n If he does not receive the mind becomes pure, and the first thing it gets is memory of past l.\n\n Then alone the Yogi becomes perfectly fixed in his ideal, because he sees that he has been coming and going so many times, and he becomes determined that this time he will be free, that he will no more come and go, and be the slave of Nature.",
        "verseNum": "2.39"
    },
    {
        "explanation": "shauchat svanggajugupsa parairasansargah Internal and external cleanliness being established, arises disgust for one**s own body, and non-intercourse with other bodies.\n\nWhen there is real purification of the body, external and internal, there arises neglect of the body, and all this idea of keeping it nice will vanish.\n\n What others call the most beautiful face to the Fog will appear to be an animal**s face, if there is not intelligence behind it.\n\n What the world will call a very common face he will call heavenly, if that spirit shines behind it.\n\n This thirst after body is the great bane of human l.\n\n So, when this purity is established, the first sign will be that you do not care to think you are a body.\n\n It is only when purity comes that we get rid of this body idea.",
        "verseNum": "2.40"
    },
    {
        "explanation": "sattvashuddhisaumanasyaikagryendriyajayatmadars hanayojnatvani cha\n\nThere also arises purification of the Sattva, cheerfulness of the mind, concentration, conquest of the organs, and fitness for the realisation of the Self.\n\nBy this practice the Sattva material will prevail, and the mind will become concentrated and cheerful.\n\n The first sign that you are become religious is that you are becoming cheerful.\n\n When a man is gloomy that may be dyspepsia, but it is not religion.\n\n A pleasurable feeling is the nature of the Sattva.\n\n Everything is pleasurable to the Sattvika man, and when this comes, know that you are progressing in Yoga.\n\n All pain is caused by Tamas, so you must get rid of that; moroseness is one of the results of Tamas.\n\n The strong, the well-knit, the young, the healthy, the daring alone are fit to be Yogis.\n\n To the Fog/ everything is bliss, every human face that he sees brings cheerfulness to him.\n\n That is the sign of a virtuous man.\n\n Misery is caused by sin, and by no other cause.\n\n What business have you with clouded faces; it is terrible.\n\n If you have a clouded face do not go out that day, shut yourself up in your room.\n\n What right have you to carry this disease out into the world? When your mind has become controlled you will have control over the whole body; instead of being a slave to the machine, the machine will be your slave.\n\n Instead of this machine being able to drag the soul down it will be its greatest helpmate.",
        "verseNum": "2.41"
    },
    {
        "explanation": "santoshad anuttamah sukhalabhah\n\nFrom contentment comes superlative happiness.",
        "verseNum": "2.42"
    },
    {
        "explanation": "kayendriyasiddhirashuddhikshayat tapasah\n\nThe result of mortification is bringing powers to the organs and the body, by destroying the impurity.\n\nThe results of mortification are seen immediately sometimes by heightened powers of vision, and so on, hearing things at a distance,\n\n",
        "verseNum": "2.43"
    },
    {
        "explanation": "svadhyayad ishtadevatasanp rayogah\n\nBy repetition of the mantram comes the reahsation of the intended deity.\n\nThe higher the beings that you want to get the harder is the pract.",
        "verseNum": "2.44"
    },
    {
        "explanation": "samadhisiddhirishvarapranidhanat\n\nBy sacrificing all to Isvara comes Samadhi.\n\n By resignation to the Lord, Samadhi becomes perfect.",
        "verseNum": "2.45"
    },
    {
        "explanation": "sthirasukham aasanam\n\nPosture is that which is firm and pleasant.\n\n\n\nNow comes Asana, posture.\n\n Until you can get a firm seat you cannot practice the breathing and other exercises.\n\n The seat being firm means that you do not feel the body at all; then alone it has become firm.\n\n But, in the ordinary way, you will find that as soon as you sit for a few minutes all sorts of disturbances come into the body; but when you have got beyond the idea of a concrete body you will lose all sense of the body.\n\n You will feel neither pleasure nor pain.\n\n And when you take your body up again it will feel so rested; it is the only perfect rest that you can give to the body.\n\n When you have succeeded in conquering the body and keeping it firm, your practice will remain firm, but while you are disturbed by the body your nerves become disturbed, and you cannot concentrate the mind.\n\n We can make the seat firm by thinking of the infin.\n\n We cannot think of the Absolute Infinite, but we can think of the infinite sky.",
        "verseNum": "2.46"
    },
    {
        "explanation": "prayatnashaithilyanantasamapattibhyam\n\nBy slight effort and meditating on the unhmited  \n***(posture becomes firm and pleasant)***\n.\n\nLight and darkness, pleasure and pain, will not then disturb you.",
        "verseNum": "2.47"
    },
    {
        "explanation": "tato dvandvanabhighatah\n\nSeat being conquered, the duahties do not obstruct.\n\nThe dualities are good and bad, heat and cold, and all the pairs of opposites.",
        "verseNum": "2.48"
    },
    {
        "explanation": "tasmin sati shvasaprashvasayorgativichchhedah pranayamah\n\nControlling the motion of the exhalation and the inhalation follows after this.\n\nWhen the posture has been conquered, then this motion is to be broken and controlled, and thus we come to Pranayama; the controlling of the vital forces of the body.\n\n Prana is not breath, though it is usually so translated.\n\n It is the sum-total of the cosmic energy.\n\n It is the energy that is in each obdy, and its most apparent manifestation is the motion of the lungs.\n\n This motion is caused by Prana drawing in the breath, and is what we seek to control in Pranayama.\n\n We begin by controlling the breaht, as the easiest way of getting control of the Prana.",
        "verseNum": "2.49"
    },
    {
        "explanation": "bahyabhyantarastambhavrittih deshakalasankhyabhih paridrishto dirghasookshmah Its modifications are either external or internal, or motionless, regulated by place, time, and number, either long or short.\n\nThe three sorts of motion of this Pranayama are, one by which we draw the breath in, another by which we throw it out, and the third action is when the breath is held in the lungs, or stopped from entering the lungs.\n\n These, again, are varied by place and t.\n\n By place is meant that the Prana is held to some particular part of the body.\n\n By time is meant ho wlong the Prana should be confined to a certain place, and so we are told how many seconds to keep on motion, and how many seconds to keep another.\n\n The result of this Pranayama is Udghata, awakening the Kundalini.",
        "verseNum": "2.50"
    },
    {
        "explanation": "bahyabhyantaravishayakshepi chaturthah\n\nThe fourth is restraining the Prana by directing it\n\neither to the external or internal objects.\n\nThis is the fourth sort of Pranayama.\n\n Prana can be directed either inside or outs.",
        "verseNum": "2.51"
    },
    {
        "explanation": "dharanasu ch yojnata manasah\n\nFrom that, the covering to the light of the Chitta is\n\nattenuated.\n\nThe Chitta has, by its own nature, all knowledge.\n\n It is made of Sattva particles, but is covered by Rajas and Tamas particles, and by Pranayama this covering is removed.",
        "verseNum": "2.52"
    },
    {
        "explanation": "The mind becomes fit for Dharana.\n\nAfter this covering has been removed we are able to concentrate the mind.",
        "verseNum": "2.53"
    },
    {
        "explanation": "svasvavishayasanprayoge chittasy svaroopanukar ivendriyanan pratyaharah\n\nThe drawing in of the organs is by their giving up their own objects and taking the form of the mind- stuff.\n\nThese organs are separate states of the mind- stuff.\n\n I see a book; the form is not in the book, it is in the mind.\n\n Something is outside which calls that form u.\n\n The real form is in the Chitta.\n\n These organs are identifying themselves with, and taking the forms of whatever comes to them.\n\n If you can restrain the mind- stuff from taking these forms the mind will remain calm.\n\n This is called Pratyahara.\n\n Thence arises supreme control of the organs.\n\nWhen the Yogi has succeeded in preventing the organs from taking the forms of external objects, and in making them remain one with the mind- stuff, then comes perfect control of the organs, and when the orgns are perfectly under control, every muscle and nerve will be under control, because the organs are the centres of all the senstations, and of all actions.\n\n These organs are divided into organs of work and organs of sensation.\n\n When the organs are controlled the Yogi can control all feeling and doing; the whole of the body will be under his control.\n\n Then alone one begins to feel joy in being bom; then one can truthfully say,  \n\u003e Blessed am I that I was bom.\n\n When that control of the organs is obtained, we feel how wonderful this body really is.\n\n There are 55 sutras in many versions of Patanjali Yoga Sutra.\n\n The 55th\n\nSutra is - Pratyahara results in the absolute\n\ncontrol of the sense organs\n.\n\n Swami Vivekananda has not commented upon this sutra",
        "verseNum": "2.54"
    },
    {
        "explanation": "deshabandhashchittasya dharana\n\nDharana is holding the mind on to some particular object.\n\nDharana  \n***(concentration)***\n is when the mind holds on to some object, either in the body, or outside the body, and keeps itself in that state.",
        "verseNum": "3.1"
    },
    {
        "explanation": "tatra pratyayaikatanata dhyanam\n\nAn unbroken flow of knowledge to that object is Dhyana.\n\nThe mind tries to think of one object, to hold itself to one particular spot, as the top of the head, the heart,\n\n, and if the mind succeeds in receiving the sensations only through that part of the body, and through no other part, that would be Dharana, and when the mind succeeds in keeping itself in that state for some time it is called Dhyana  \n***(meditation)***\n.",
        "verseNum": "3.2"
    },
    {
        "explanation": "tad evarthamatranirbhasan svaroopashoonyam iva samadhih\n\nWhen that, giving up all forms, reflects only the meaning, it is Samadhi.\n\nThat is, when in meditation all forms are given u.\n\n Suppose I were meditating on a book, and that I have gradually succeeded in concentrating the mind on it, and perceiving only the internal sensations, the meaning, unexpressed in any form, that state of Dhyana is called Samadhi.",
        "verseNum": "3.3"
    },
    {
        "explanation": "trayam ekatra sanyamah\n\n\n***(These)***\n three  \n***(when practised)***\n in regard to one object is Samyama.\n\nWhen a man can direct his mind to any particular object and fix it there, and then keep it there for a long time, separating the object from the internal part, this is Samyama; or Dharana, Dhyana, and Samadhi, one following the other, and making one.\n\n The form of the thing has vanished, and only its meaning remains in the mind.",
        "verseNum": "3.4"
    },
    {
        "explanation": "tajjayat prajnaalokah By the conquest of that comes Hght of knowledge.\n\nWhen one has succeeded in making this Samyama, all powers come under his control.\n\n This is the great instrument of the Yogi.\n\n The object of knowledge are infinite, and they are divided into the gross, grosser, grossest, and the fine, finer, finest, and so on.\n\n This Samyama should be first applied to gross things, when when you begin to get knowledge of the gross, slowly, by stages, it should be brought to finer things.",
        "verseNum": "3.5"
    },
    {
        "explanation": "tasya bhoomishu viniyogah\n\nThat should be employed in stages.\n\n This is a note of warning not to attempt to go too fast.",
        "verseNum": "3.6"
    },
    {
        "explanation": "trayam antaranggan poorvebhyah\n\nThese three are nearer than those that precede.\n\nBefore these we had the Pranayama, the Asana, the Yama and Niyama; these are external parts of these three — Dharana, Dhyana, and Samadhi.\n\n Yet these latter even are external to the seedless Samadhi.\n\n When a man has attained to them he may attain to omniscience and omnipresence, but that would not be salvation.\n\n These three would not make the mind Nirvilcalpa, changeless, but would leave the seeds for getting bodies again; only when the seeds are, as the Yogi says,  \n\u003e fried,  \n do they lose the possibility of producing further plants.\n\n These powers cannot fry the seed.",
        "verseNum": "3.7"
    },
    {
        "explanation": "tad api bahiranggan nirbijasy\n\nBut even they are external to the seedless  \n***(Samadhi)***\n.\n\nCompared with that seedless Samadhi, therefore, even these are extern.\n\n We have not yet reached the real Samadhi, the highest, but to a lower stage, in which this universe still exists as we see it, and in which are all these power.",
        "verseNum": "3.8"
    },
    {
        "explanation": "\n\nvyutthananirodhasanskarayorabhibhava- pradurbhavau nirodhakshannachittanvayo nirodhaparinamah\n\nBy the suppression of the disturbed modifications of the mind, and by the rise of modifications of control, the mind is said to attain the controlling modifications - following the controlling powers of the mind.\n\nThat is to say, in this first state of Samadhi, the modifications of the mind have been controlled, but not perfectly, because if they were, there would be no modifications.\n\n If there is a modification which impels the mind to rush out through the senses, and the Yogi tries to control it, that very control itself will be a modification.\n\n One wave will be checked by another wave, so it will not be real Samadhi, when all the waves have subsided, as control itself will be a wave.\n\n Yet this lower Samadhi is very much nearer to the higher Samadhi than when the mind comes bubbling out.",
        "verseNum": "3.9"
    },
    {
        "explanation": "tasya prashantavahita sanskarat Its flow becomes steady by habit.\n\nThe flow of this continuous control of the mind becomes steady when practices day after day and the mind obtains the faculty of constant concentration.",
        "verseNum": "3.10"
    },
    {
        "explanation": "sarvarthataikagratayoh kshayodayau chittasya samadhiparinamah\n\nTaking in all sorts of objects and concentrating upon one object, these two powers being destroyed and manifested respectively, the Chitta gets the modifi- cation called Samadhi.\n\nThe mind is taking up various objects, running into all sorts of things and then there is a higher state of the mind, when it takes up one object and excludes all others.\n\n Samadhi is the result of that.",
        "verseNum": "3.11"
    },
    {
        "explanation": "tatah punah shantoditau tulyapratyayau chittasyaikagrataparinamah The one-pointedness of the Chitta is when it grasps in one, the past and present.\n\nHow are we to know that the mind has become concentrated? Because time will vanish.\n\n The more time vanishes the more concentrated we are.\n\n In common life we see that when were are interested in a book we do not note the time at all, and when we leave the book we are often surprised to find how many hours have passed.\n\n All time will have the tendency to come and stand in the one present.\n\n So the definition is given, when the past and present come and stand in one, the more concentrated the mind.",
        "verseNum": "3.12"
    },
    {
        "explanation": "etena bhootendriyeshu dharmalakshanavastha parinama vyakhyatah\n\nBy this is explained the threefold transformations of form, time and state, in fine or gross matter, and in the organs.\n\nBy this the threefold changes in the mind-stuff as to form, time, and state are explained.\n\n The mind-stuff is changing into Vrttis, this is change as to form.\n\n To be able to hold the changes to the present time is change as to t.\n\n To be able to make the mind-stuff go to the past forms giving up the present even, is change as to state.\n\n The concentrations taught in the preceding aphorisms were to give a voluntary control over the transformations of his mind-stuff which alone will enable him to make the Samyama before named.",
        "verseNum": "3.13"
    },
    {
        "explanation": "shantoditavyapadeshyadharmanupati dharmi\n\nThat which is acted upon by transformations, either past, present or yet to be manifested, is the qualified.\n\nThat is to say, the qualified is the substance which is being acted upon by time and by the Samskaras, and getting changed and being manifested all the t.",
        "verseNum": "3.14"
    },
    {
        "explanation": "kramanyatvan parinamanyatve hetuh\n\nThe succession of changes is the cause of manifold\n\nevolution.",
        "verseNum": "3.15"
    },
    {
        "explanation": "parinamatrayasanyamadatitanagatajnanam\n\nBy making Samyama on the three sorts of changes comes the knowledge of past and future.\n\nWe must not lose sight of the first definition of Samyama.\n\n When the mind has attained to that state when it identifies itself with the internal impression of the object, leaving the external, and when, by long practice, that is retained by the mind, and the mind can get into that state in a moment, that is Samyama.\n\n If a man in that state wants to know the past and future he has to make a Samyama on the changes in the Samskaras.\n\n Some are working now at present, some have worked out, and some are waiting to work; so by making a Samyama on these he knows the past and future.\n\nshabdarthapratyayanam itaretaradhyasat sankarah tatpravibhagasanyamat sarvabhootarutajnanam\n\nBy making Samyama on word, meaning, and knowledge, which are ordinarily confused, comes the knowledge of all animal sounds.\n\nThe word represents the external cause, the meaning represents the internal vibration that travels to the brain through the channels of the Indriyas, conveying the external impression to the mind, and knowledge represents the reaction of the mind, with which comes perception.\n\n These three confused, make our sense objects.\n\n Suppose 1 hear a word; there is first the external vibration, next the internal sensation carried to the mind by the organ of hearing, then the mind reacts, and 1 know the word.\n\n The word 1 know is a mixture of the three, vibration, sensation, and reaction.\n\n Ordinarily these three are inseperable; but by practice the Yogi can separate them.\n\n When a man has attained to this, if he makes a Samyama on any sound, he understands the meaning which that sound was intended to express, whether it was made by man or by any other anim.",
        "verseNum": "3.16"
    },
    {
        "explanation": "sanskarasakshatkaranat poorvajatijnanam By perceiving the impressions, knowledge of past l.\n\nEach experience that we have comes in the form of a wave in the Chitta, and this subsides and becomes finer and finer, but is never lost.\n\n It remains there in minute form, and if we can bring this wave up again, it becomes memory.\n\n So, if the Yogi can make a Samyama on these past impressions in the mind, he will begin to remember all his past lives.",
        "verseNum": "3.18"
    },
    {
        "explanation": "pratyayasy parachittajnanam\n\nBy making Samyama on the signs in another's both knowledge of that mind comes.\n\nSuppose each man has particular signs on his body, which differentiate him from others; when the Yogi makes a Samyama on these signs peculiar to a certain man he knows the nature of the mind of that person.",
        "verseNum": "3.19"
    },
    {
        "explanation": "na cha tat salambanan, tasyavishayibhootatvat\n\nBut not its contents, that not being the object of the\n\nSamyama.\n\nHe would not know the contents of the mind by making a Samyama on the body.\n\n There would be required a twofold Samyama, first on the signs in the body, and then on the mind itself.\n\n The Yogi would then know everything that is in that mind, past, present, and future.",
        "verseNum": "3.20"
    },
    {
        "explanation": "kayaroopasanyamat tadgrahyashaktistambhe chakshuhprakashasanprayogentardhanam\n\nBy making Samyama on the form of the body the power of perceiving forms being obstructed, the power of manifestation in the eye being separated, the Yogi's body becomes unseen.\n\nA Yogi standing in the midst of this room can apparently vanish.\n\n He does not really vanish, but he will not be seen by anyone.\n\n The form and the body are, as it were, separated.\n\n You must remember that this can only be done when the Yogi has attained to that power of concentration when form and the thing formed have been separated.\n\n Then he makes a Samyama on that, and the power to perceive forms is obstructed, because the power of perceiving forms comes from the junction of form and the thing formed.",
        "verseNum": "3.21"
    },
    {
        "explanation": "etena shabdadyantardhanamuktam\n\nBy this the disappearance or concealment of words\n\nwhich are being spoken is also explained.\n\n sopakraman nirupakraman cha karma tatsanyamad aparantajnanam, arishtebhyo va\n\nKarma is of two kinds, soon to be fructified, and late to be fructified.\n\n By making Samyama on that, or by the signs called Aristha, portents, the Yogis know the exact time of separation from their bodies.\n\nWhen the Yogi makes a Samyama on his own Karma, upon those impressions in his mind which are now working, and those which are just waiting to work, he knows exactly by those that are waiting when his body will fall.\n\n He knows when he will die, at what hour, even at what minute.\n\n The Hindus think very much of that knowledge or consciousness of the nearness of death, because it is taught in the Gita that the thoughts at the moment of departure are great powers in determining the next l.",
        "verseNum": "3.22"
    },
    {
        "explanation": "maitryadishu balani\n\nBy making Samyama on friendship,\n\n, various strength comes.\n\n baleshu hastibaladini\n\nBy making Samyama on the strength of the elephant,\n\n , that strength comes to the Yogi.\n\nWhen a Yogi has attained to this Samyama and wants strength, he makes a Samyama on the strength of the elephant, and gets it.\n\n Infinite energy is at the disposal of everyone, if he only knows how to get it.\n\n The Yogi has discovered the science of getting it.",
        "verseNum": "3.24"
    },
    {
        "explanation": "pravrittyalokanyasat sookshmavyavahita - viprakrishtajnanam\n\nBy making Samyama on that effulgent light comes the knowledge of the fine, the obstructed, and the remote.\n\nWhen the Yogi makes Samyama on that effulgent light in the heart he sees things which are very remote, things, for instance, that are happening in a distant place, and which are obstructed by mountain barriers and also things which are very fine.",
        "verseNum": "3.26"
    },
    {
        "explanation": "bituvanajnanan soorye sanyamat\n\nBy making Samyama on the sun,  \n***(comes)***\n the knowledge of the world.",
        "verseNum": "3.27"
    },
    {
        "explanation": "chandre taravyoohajnanam\n\nOn the moon,  \n***(comes)***\n the knowledge of the cluster of stars.",
        "verseNum": "3.28"
    },
    {
        "explanation": "dhruve tadgatijnanam\n\nOn the pole star  \n***(comes)***\n the knowledge of the motions of the stars.",
        "verseNum": "3.29"
    },
    {
        "explanation": "nabhichakre kayavyoohajnanam\n\nOn the navel circle  \n***(comes)***\n the knowledge of the constitution of the body.",
        "verseNum": "3.30"
    },
    {
        "explanation": "kanthakoope kshutpipasanivrittih\n\nOn the hollow of the throat  \n***(comes)***\n cessation of hunger.\n\nWhen a man is very hungry, if he can make Samyama on the pit of the throat hunger ceases.",
        "verseNum": "3.31"
    },
    {
        "explanation": "koormanadyan sthairyam\n\nOn the nerve called Kurma  \n***(comes)***\n fixity of the body.\n\nWhen he is practising the body is not disturbed.",
        "verseNum": "3.32"
    },
    {
        "explanation": "moordhajyotishi siddhadarshanam\n\nOn the light emanating from the top of the head sight of the Siddhas.\n\nThe Siddhas are beings who are a little above ghosts.\n\n When the Yogi concentrates his mind on the sop of his head he will see these Siddhas.\n\n The word Siddha does not refer to those men who have become free — a sense in which it is often used.",
        "verseNum": "3.33"
    },
    {
        "explanation": "pratibhad va sarvam\n\nOr by the power of Pratibha all knowledge.\n\nAll these can come without any Samyama to the man who has the power of Pratibha  \n***(enlightenment from purity)***\n.\n\n This is when a man has risen to a high state of Pratibha; then he has that great light.\n\n All things are apparent to him.\n\n Everything comes to him naturally, without making Samyama on anything.\n\n Ill Patanjali Yoga Sutras",
        "verseNum": "3.34"
    },
    {
        "explanation": "hridaye chittasanvit\n\nIn the heart, knowledge of minds.",
        "verseNum": "3.35"
    },
    {
        "explanation": "sattvapurushayoratyantasankeernnayoh pratyayavishesho bhogah pararthatvat svarthasanyamat purushajnanam\n\nEnjoyment comes by the non-discrimination of the very distant soul and Sattva.\n\n Its actions are for another; Samyama on this gives knowledge of the Purusa.\n\nThis power of non- attachment acquired through purity gives the Yogi the enlightenment called Pratibha.",
        "verseNum": "3.36"
    },
    {
        "explanation": "tatah pratibhashravannavedanadarshasvadavarta jayante\n\nFrom that arises the knowledge of hearing, touching, seeing, tasting, and smelling, belonging to Pratibha.",
        "verseNum": "3.37"
    },
    {
        "explanation": "te samadhavupasargaa vyutthane siddhayah These are obstacles to Samadhi; but they are powers in the worldly state.\n\nIf the Yogi knows all these enjoyments of the world it comes by the junction of the PuruSa and the mind.\n\n If he wants to make Samyama on this, that they are two different things, nature and soul, he gets knowledge of the PuruSa.\n\n From that arises discrimination.\n\n When he has got that discrimination he gets the Pratibha, the light of supreme genius.\n\n These powers, however, are obstructions to the attainment of the highest goal, the knowledge of the pure Self, and freedom; these are, as it were, to be met in the way, and if the Yogi rejects them, he attains the highest.\n\n If he is tempted to acquire these, his farther progress is barred.",
        "verseNum": "3.38"
    },
    {
        "explanation": "bandhakarannashaithilyat pracharasanvedanach ch chittasya parashariraveshah\n\nWhen the cause of bondage has become loosened, the Yogi, by his knowledge of manifestation through the organs, enters another**s body.\n\nThe Fog/ can enter a dead body, and make it get up and move, even while he himself is working in another body.\n\n Or he can enter a Hving body, and hold that man**s mind and organs in check, and for the time being act through the body of that man.\n\n That is done by the Yogi cormng to this discrimination of PuruSa and nature.\n\n If he wants to enter another's body he makes a Samyama on that body and enters it, because, not only is his Soul omnipresent, but his mind also, according to the Yogi.\n\n It is one bit of the universal mind.\n\n \n\nNow, however, it can only work through the nerve currents in this body, but when the Yogi has loosened himself from these nerve currents, he will be able to work through other things.",
        "verseNum": "3.39"
    },
    {
        "explanation": "udanajayajjalapangkakantakadishvasangg utkrantishch\n\nBy conquering the current called Udana the Yogi does not sink in water, or in swamps, and he can walk on thorns.\n\nUdana is the name of the nerve current that governs the lungs, and all the upper parts of the body, and when he is master of it he becomes light in weight.\n\n He cannot sink in water; he can walk on thorns and sword baldes, and stand in fire, and so on.",
        "verseNum": "3.40"
    },
    {
        "explanation": "samanajayat prajvalanam\n\nBy the conquest of the current Samana he is surrounded by blaze.\n\nWhenever he likes light flashes from his body.",
        "verseNum": "3.41"
    },
    {
        "explanation": "shrotrakashayoh sanbandhasanyamad divyan\n\nshrotram\n\nBy making Samyama on the relation between the ear and the Akasa comes divine hearing.\n\nThere is the Akasa, the ether, and the instrument, the ear.\n\n By making Samyama on them the Yogi gets divine hearing; he hears everything.\n\n Anything spoken or sounded miles away he can here.",
        "verseNum": "3.42"
    },
    {
        "explanation": "kayakashayoh sanbandhasanyamal aghutoolasamapatteshchakashagamanam\n\nBy making Samyama on the relation between the Akasa and the body the Yogi becoming light as cotton wool goes through the skies.\n\nThis Akasa is the material of this body; it is only Akasa in a certain form that has become the body.\n\n If the Yogi makes Samyama on this Akasa material of his body, it acquires the lightness of Akasa, and can go anywhere through the air.",
        "verseNum": "3.43"
    },
    {
        "explanation": "bahirakalpita vrittirmahavideha tatah prakashavarannakshayah\n\nBy making Samyama on the real modifications of the mind, which are outside, called great disembodiness, comes disappearance of the covering to light.\n\nThe mind in its foolishness thinks that it is working in this body.\n\n Why should 1 be bound by one system of nerves, and put the Ego only in one body, if the mind is omnipresent? There is no reason why I should.\n\n The Yogi wants to feel the Ego wherever he likes.\n\n When he has succeeded in that all covering to light goes away, and all darkness and ignorance vanish.\n\n Everything appear to him to be full of knowledge.",
        "verseNum": "3.44"
    },
    {
        "explanation": "sthoolasvaroopasookshmanvayarthavattva samyamadbhootajayah\n\nBy making Samyama on the elements, beginning with the gross, and ending with the superfine, comes mastery of the elements.\n\nThe Yogi make Samyama on the elements, first on the gross, and then on the finer states.\n\n This Samyama is taken up more by a sect of the Buddhists.\n\n They take a lump of clay, and make Samyama on that, and gradually they begin to see the fine materials of which is is composed, and when they have known all the fine materials in it, they get power over that element.\n\n So with all the elements, the Yogi can conquer them all.",
        "verseNum": "3.45"
    },
    {
        "explanation": "tatoanimadipradurbhavah kayasanpat taddharmanabhighatashch\n\nFrom that comes minuteness, and the rest of the powers,  \n\u003e glorification of the body,  \n and indestructibleness of the bodily qualities.\n\nThis means that the yog/ has attained the eight powers.\n\n He can make himsef as light as a particle, he can make himself huge, as heavy as the earth, or as light as the air; he will rule everything he wants, he will conquer everything he wants, alion will sit at his feet like a lamb, and all his desires be fulfilled at will.",
        "verseNum": "3.46"
    },
    {
        "explanation": "roopalavanyabalavajrasanhananatvani kayasanpat\n\nThe glorifications of the body are beauty, complexion, strength, adamantine hardness.\n\nThe body becomes indestructible; fire cannot injure it.\n\n Nothing can injure it.\n\n Nothing can destroy it until the Yogi wishes.\n\n\u003e Breaking the rod of time he lives in this universe with his body.\n\n In the Vedas it is written that for that man there is no more disease, death or pain.",
        "verseNum": "3.47"
    },
    {
        "explanation": "grahannasvaroopasmitanvayarthavattvasanyamad indriyajayah\n\nBy making Samyama on the objectivity, knowledge and egoism of the organs, by gradation comes the conquest of the organs.\n\nIn perception of external objects the organs leave their place in the mind and go towards the object; that is followed by knowledge and egoism.\n\n When the Yogi makes Samyama on these by gradation he conquers the organs.\n\n Take up anything that you see or feel, a book, for instance, and first concentrate the mind on the thing itself.\n\n Then on the knowledge that it is in the form of a book, and then the Ego that sees the book.\n\n By that practice all the organs will be conquers.",
        "verseNum": "3.48"
    },
    {
        "explanation": "tato manojavitvan vikarannabhavah pradhanajayashch\n\nFrom that comes glorified mind, power of the organs independently of the body, and conquest of nature.\n\nJust as by the conquest of the elements comes glorified body, so from the conquest of the mind will come glorified mind.",
        "verseNum": "3.49"
    },
    {
        "explanation": "sattvapurushanyatakhyatimatrasy sarvabhavadhishthatritvam sarvajnatritvan cha By making Samyama on the Sattva, to him who has discriminated between the intellect and the PuruSa comes onmipresence and onmiscience.\n\nWhen we have conquered nature, and realised the difference between the PuruSa and nature, that the PuruSa is indestructible, pure and perfect, when the Yogi has realised this, then comes omnipotence and omniscience.",
        "verseNum": "3.50"
    },
    {
        "explanation": "tadvairajnadapi doshabijakshaye kaivalyam\n\nBy giving up even these comes the destruction of the very seed of evil; he attains Kaivalya.\n\n He attains aloneness, independence.\n\n Then that man is free.\n\n When he gives up even the ideas of omnipotence and omniscience, there will be entire rejection of enjoyment, of the temptations from celestial beings.\n\n When the Yogi has seen all these wonderful powers, and rejected them, he reaches the go.\n\n What are all these powers? Simply manifestations.\n\n They areno better than dreams.\n\n Even omnipotence is a dream.\n\n It depends on the mind.\n\n So long as there is a mind it can be understood, but the goal is beyond even the mind.",
        "verseNum": "3.51"
    },
    {
        "explanation": "sthanyupanimantrane sanggasmayakarannan punah anishtaprasanggat\n\nThe Yogi should not feel allured or flattered by the overtures of celestial beings, for fear of evil again.\n\n There are other dangers too; gods and other beings come to tempt the Yogi.\n\n They do not want anyone to be perfectly free.\n\n They are jealous, just as we are, and worse than we sometimes.\n\n They are very much afraid of losing their places.\n\n Those Yogis who do not reach perfection die and become gods; leaving the direct road they go into one of the side streets, and get these powers.\n\n Then again they have to be born; but he who is strong enough to withstand these temptations, and go straight to the goal, becomes free.",
        "verseNum": "3.52"
    },
    {
        "explanation": "Icshannatatlcramayoh sanyamadavivekajam jnanam By making Samyama on a particle of time and its multiples comes discrimination.\n\nHow are we to avoid all these things, these Devas, and heavens, and powers? By discrimination, by knowing good from evil.\n\n \n\nTherefore a Samyama is given by which the power of discrimination can be strengthened.\n\n This is by making Samyama on a particle of t.",
        "verseNum": "3.53"
    },
    {
        "explanation": "jatilakshannadeshairanyataanavachchhedat tulyayostatah pratipattih\n\nThose which cannot be differentiated by species, sign and place, even they will be discriminated by the above Samyama.\n\nThe misery that we suffer comes from ignorance, from non- discrimination between the real and the unre.\n\n We all take the bad for the good, the dream for the reality.\n\n Soul is the only reality, and we have forgotten it.\n\n Body is an unreal dream, and we think we are all bodies.\n\n This non-discrimination is the cause of misery, and it is caused by ignorance.\n\n When discrimination comes it brings strength, and then alone can we avoid all these various ideas of body, heavens, and gods and Devas.\n\n This ignorance arises through differentiating by species, sign or place.\n\n For instance, take a cow.\n\n The cow is differentiated from the dog, as species.\n\n Even with the cows alone how do we make the distinction between one cow and another? By signs.\n\n If two objects are exactly similar they can be distinguished if they are in different places.\n\n When objects are so mixed up that even these differentiae will not help us.\n\n the power of discrimination acquired by the above-mentioned practice will give us the ability to distinguish them.\n\n The highest philosophy of the Yogi is based upon this fact, that the PuruSa is pure and perfect, and is the only  \n\u003e simple\n that exists in this universe.\n\n The body and mind are compounds, and yet we are ever identifying ourselves with them.\n\n That is the great mistake that the distinction has been lost.\n\n When this power of discrimination has been attained, man sees that everything in this world, mental and physical, is a compound, and, as such, cannot be the PuruSa.",
        "verseNum": "3.54"
    },
    {
        "explanation": "tarakan sarvavishayan sarvathavishayam akraman cheti vivekajan jnanam\n\nThe saving knowledge is that knowledge of discrimination which covers all objects, all means.\n\nSaving, because the knowledge takes the Yogi across the ocean of birth and death.\n\n The whole of Prakriti in all its states, subtle and gross, is within the grasp of this knowledge.\n\n There is no succession in perfection by this knowledge: it takes in all things simultaneously, at a glance.",
        "verseNum": "3.55"
    },
    {
        "explanation": "sattvapurushayoh shuddhisamye kaivalyam iti\n\nBy the similarity of purity between the Sattva and the PuruSa comes Kaivalya.\n\nWhen the soul realises that it depends on nothing in the universe, from gods to the lowest atom, that it is called Kaivalya  \n***(isolation)***\n and perfection.\n\n It is attained when this mixture of purity and impurity called mind has been made as pure as the PuruSa Itself; then the Sattva, the mind, reflects only the unqualified essence of purity, which is the PuruSa",
        "verseNum": "3.56"
    },
    {
        "explanation": "janmaushadhimantratapahsamadhijah siddhayah\n\nThe Siddhis  \n***(powers)***\n are attained by birth, chemical means, power of words, mortification or concentration.\n\nSometimes a man is bom with the Siddhis, powers, of course from the exercise of powers he had in his previous birth.\n\n In this birth he is born, as it were, to enjoy the fruits of them.\n\n It is said of Kapila, the great father of the Ssnkhya Philosophy, that he was a born Siddha, which means, literally, a man who has attained to success.\n\nThe Yogis claim that these powers can be gained by chemical means.\n\n All of you know that chemistry originally began as alchemy; men went in search of the philsopher**s stone, and elixirs of life, and so forth.\n\n In Inidia there was a sect called the Rasayanas.\n\n Their idea was that ideality, knowledge, spirituality and religion, were all very right, but that the body was the only instrument by which to attain to all these.\n\n If the body broke now and then it would take so much more time to attain to the go.\n\n For instance, a man wants to practice Yoga, or wants to become spiritu.\n\n Before he has advanced very far he dies.\n\n Then he takes another body and begins again, then dies, and so on, and in this way much time will be lost in dying and in being bom again.\n\n If the body could be made strong and perfect, so that it would get rid of birth and death, we should have so much more time to become spiritu.\n\n So these Rasayanas say, first make the body very strong, and they claim that this body can be made immort.\n\n The idea is that if the mind is manufacturing the body, and if it be true that each mind is only one particular outlet to that infinite energy, and that there is no limit to each particular outlet getting any amount of power from outside, why is it impossible that we should keep our bodies all the time? We shall have to manufacture all the bodies that we shall ever have.\n\n As soon as this body dies we shall have to manufacture another.\n\n If we can do that why cannot we do it just here and no, without getting out? The theory is perfectly correct.\n\n If it is possible that we live after death, and make other bodies, why is it impossible that we should have the power of making bodies here, without entirely dissolving this body, simply changing it continually? They also thought that in mercury and in sulphur was hidden the most wonderful power, and that by certain preparations of these a man could keep the body as long as he liked.\n\n Others believed that certain drugs could bring powers, such as flying through the air,\n\n Many of the most wonderful medicines of the present day we owe to the Rasdyamas, notably the use of metals in medic.\n\n Certain sects of Yogis claim that many of their principal teachers are still living in their old bodies.\n\n Patanjali, the great authority on Yoga, does not deny this.\n\nTiie power of words.\n\n There are certain sacred words called Mantrams, which have power, when repeated under proper conditions, to produce these extraordinary powers.\n\n We are living in the midst of such a mass of miracles, day and night, that we do not think anything of them.\n\n There is no limit to man**s power, the power of words and the power of mind.\n\nMortification.\n\n You will find that in every religion mortifications and asceticisms have been practised.\n\n In these religious conceptions the Hindus always go to the extremes.\n\n You will find men standing with their hands up all their lives, until their hands wither and die.\n\n Men sleep standing, day and night, until their feet swell, and, if they live, the legs become so stiff in this position that they can no more bend them, but have to stand all their lives.\n\n I once saw a man who had raised his hands in this way, and I asked him how it felt when he did it first.\n\n He said it was awful torture.\n\n It was such torture that he had to go to a river and put himself in water, and that allayed the pain for a little.\n\n After a month he did not suffer much.\n\n Through such practices powers  \n***(Siddhis)***\n can be attained.\n\nConcentration.\n\n The concentration is Samadhi, and that is Yoga proper; that is the principle theme of this science, and it is the highest means.\n\n The preceding ones are only secondary, and we cannot attain to the highest through them.\n\n Samadhi is the means through which we can gain anything and everything, mental, moral or spiritu.",
        "verseNum": "4.1"
    },
    {
        "explanation": "jatyantaraparinamah prakrityapoorat\n\nThe change into another species is by the filling in of nature.\n\nPatanjali has advanced the proposition that these powers come by first, sometimes by chemical means, or they may be got by mortification and he has admitted that this body can be kept for any length of t.\n\n \n\nNow he goes on to state what is the cause of the change of the body into another species, which he says is by the filling in of nature.\n\n In the next aphorism he will explain this.",
        "verseNum": "4.2"
    },
    {
        "explanation": "nimittam aprayojakan prakritinan varannabhedastu tatah kshetrikavat\n\nGood deeds,\n\n, are not the direct causes in the transformation of nature, but they act as breakers of obstacles to the evolutions of nature, as a farmer breaks the obstacles to the course of water, which then runs down by its own nature.\n\nWhen a farmer is irrigating his field the water is already in the canals, only there are gates which keep the water in.\n\n The farmer opens these gates, and the water flows in by itself, by the law of gravitation.\n\n So, all human progress and power are already in everything; this perfection is every man's nature, only it is barred in and prevented from taking its proper course.\n\n If anyone can take the bar off in rushes nature.\n\n Then the man attains the powers which are his already.\n\n Those we called wicked become saints, as soon as the bar is broken and nature rushes in.\n\n It is nature that is driving us towards perfection, and eventually she will bring everyone there.\n\n All these practices and struggles to become religious are only negative work to take off the bars, and open the doors to that perfection which is our birthright, our nature.\n\nTo-day the evolution theories of the Yogis will be better understood in the light of modern research.\n\n And yet the theory of the Yogis is a better explanation.\n\n The two causes of evolution advanced by the modems,\n\n, sexual selection and survival of the fittest, are inadequate.\n\n Suppose human knowledge to have advanced too much as to eliminate competition, both from the function of acquiring physical sustenance and of acquiring a mate.\n\n Then, according to the modems, human progress will stop and the race will die.\n\n And the result of this theory is to furnish every oppressor with an argument to calm the qualms of conscience, and men are not lacking, who, posing as philosophers, want to kill out all wicked and incompetent persons  \n***(they are, of course, the only judges of competency)***\n, and thus preserve the human race! But the great ancient evolutionist, Patanjali, declares that the tme secret of evolution is the manifestation of the perfection which is already in every being; that this perfection has been barred, and the infinite tide behind it is struggling to express itself.\n\n These struggles and competitions are but the results of our ignorance, because we do not know the proper way to unlock the gate and let the water in.\n\n This infinite tide behind must express itself, and it is the cause of all manifestation, not competition for life, or sex gratification, which are only momentary, unnecessary, extraneous effects, caused by ignorance.\n\n Even when all competition has ceased this perfect nature behind will make us go forward until everyone has become perfect.\n\n \n\nTherefore there is no reason to believe that competition is necessary to progress.\n\n In the animal the man was suppressed, but, as soon as the door was opened, out rushed man.\n\n So, in man there is the potential god, kept in by the locks and bars of ignorance.\n\n When knowledge breaks these bars the god becomes manifest.",
        "verseNum": "4.3"
    },
    {
        "explanation": "nirmannachittanyasmitamatrat\n\nFrom egoism alone proceed the created minds.\n\nThe theory of Karma is that we suffer for our good or bad deeds, and the whole scope of philosophy is to approach the glory of man.\n\n All the Scriptures sing the glory of man, of the soul, and then, with the same breath, they preach this Karma.\n\n A good deed brings such a result, and a bad deed such a result, but, if the soul can be acted upon by a good or a bad deed it amounts to nothing.\n\n Bad deeds put a bart to the manifestation of our nature, of the PuruSa, and good deeds take the obstacles off, and its glory becomes manifest.\n\n But the PuruSa itself is never changed.\n\n Whatever you do never destroys your own glory, your own nature, because the soul cannot be acted upon by anything, only a veil is spread before it, hiding its perfection.",
        "verseNum": "4.4"
    },
    {
        "explanation": "pravrittibhede prayojakam chittam ekam anekesham\n\nThough the activities of the different created minds are various, the one original mind is the controller of them all.\n\n These different minds, which will act in these different bodies, are called made -minds, and the bodies made -bodies; that is, manufactured bodies and minds.\n\n Matter and mind are like two inexhaustible storehouses.\n\n When you have become a Yogi you have learned the secret of their control.\n\n It was yours all the time, but you had forgotten it.\n\n When you become a Yogi you recollect it.\n\n Then you can do anything with it, manipulate it any way you l.\n\n The material out of which that manufactured mind is created is the very same material which is used as the macrocosm.\n\n It is not that mind is one thing and matter another, but they are different existences of the same thing.\n\n Asmita, egoism, is the material, the fine state of existence out of which these made-minds and made-bodies of the Yogi will be manufactured.\n\n \n\nTherefore, when the Yogi has found the secret of these energies of nautre he can manufacture any number of bodies, or minds, but they will all be manufactures out of the substance known as egoism.",
        "verseNum": "4.5"
    },
    {
        "explanation": "tatra dhyanajam anashayam\n\nAmong the various Chittas that which is attained by Samadhi is desireless.\n\nAmong all the various minds that we see in various men, only that mind which has attained to Samadhi, perfect concentration, is the highest.\n\n A man who has attained certain powers through medicines, or through words, or through mortifications, still has desires, but that man who has attained to Samadhi through concentration is alone free from all desires.",
        "verseNum": "4.6"
    },
    {
        "explanation": "karmashuklakrishnnam yoginah trividham itaresham\n\nWorks are neither black nor white for the Yogis; for others they are threefold, black, white, and mixed.\n\nWhen the Yogi has attained to that state of perfection, the actions of that man, and the Karma produced by those actions, will not bind him, because he did not desire them.\n\n He just works on: he works to do good, and he does good, but does not care for the result, and it will not come to him.\n\n But for ordinary men, who have not attained to that highest state, works are of three kind, black  \n***(evil actions)***\n, white  \n***(good actions)***\n, and mixed.",
        "verseNum": "4.7"
    },
    {
        "explanation": "tatastadvipakanugunanam evabhivyaktirvasananam\n\nFrom these threefold works are manifested in each state only those desires  \n***(which are)***\n fitting to that state alone.\n\n***(The others are held in abeyance for the time being.)***\n\nSuppose I have made the three kinds of Karma, good, bad, and mixed; and suppose I die and become a god in heaven; the desires in a god body are not the same as the desires in a human body.\n\n The god body neither eats nor drinks; what becomes of my past unworked Karmas, which produce as their effect the desire to eat and drink? Where would these Karmas go when I became a god? The answer is that desires can only manifest themselves in proper environments.\n\n Only those desires will come out for which the environment is fitted; the rest will remain stored u.\n\n In this life we have many godly desires, many human desires, many animal desires.\n\n If I take a god body, only the god desires will come up, because for them the environments are suitable.\n\n And if I take an animal body, only the animal desires will come up, and the god desires will wait.\n\n What does that show? That by means of environment we can check these desires.\n\n Only that Karma which is suited to and fitted for the environments will come out.\n\n These proves that the power of environment is the great check to control even Karma itself.\n\njatideshakalavyavahitanam apyanantaryam smritisanskarayoh ekaroopatvat\n\nThere is connectiveness in desire, even though separated by speices, space and time, there being identifi-cation of memory and impressions.\n\nExperiences becoming fine become impressions; impressions revivified become memory.\n\n The word memory here includes unconscious co-ordination of past experience, reduced to impressions, with present conscious action.\n\n In each body the group of impressions acquired in a similar body only will become the cause of action in that body.\n\n The experiences of dissimilar bodies will be held in abeyance.\n\n Each body will act as if it were a descendant of a series of bodies of that species only; thus, consecutiveness of desires will not be broken.",
        "verseNum": "4.8"
    },
    {
        "explanation": "tasam anaditvam chashisho nityatvat\n\nThirst for happiness being eternal, desires are without beginning.\n\nAll experience is preceded by desire for becoming happy.\n\n There was no beginning of experience, as each fresh experience is built upon the tendency generated by past experience; therefore desire is without beginning.",
        "verseNum": "4.10"
    },
    {
        "explanation": "hetufalashrayalambanaih sangrihitatvad esham abhave tadabhavah\n\nBeing held together by cause, effect, support, and objects, in the absence of these is its absence.\n\nThese desires are held together by cause and effect; if a desire has been raised it does not die without producing its effect.\n\n Then again, the mind-stuff is the great storehouse, the support of all past desires, reduced to Samskara form; until they have worked themselves out they will not die.\n\n Moreover, so long as the senses receive the external objects fresh desires will ar.\n\n If it be possible to get rid of these, then alone desires will vanish.",
        "verseNum": "4.11"
    },
    {
        "explanation": "atitanagatan svaroopatostyadhvabhedad dharmanam\n\nThe past and future exist in their own nature, qualities having different ways.\n\nte vyaktasookshma gunatmanah\n\nThey are manifested or fine, being of the nature of the\n\nGunas.\n\nThe Gunas are the three substances, Sattva, Rajas, and Tamas, whose gross state is the sensible universe.\n\n Past and future arise from the different modes of manifestation of these Gunas.",
        "verseNum": "4.12"
    },
    {
        "explanation": "parinamaikatvad vastutattvam The unity in things is from the unity in changes.\n\n Though there are three substances their changes being co-ordinated all objects have their unity.",
        "verseNum": "4.14"
    },
    {
        "explanation": "vastusamye chittabhedat tayorvibhaktah panthah The object being the same, perception and desire vary according to the various minds.",
        "verseNum": "4.15"
    },
    {
        "explanation": "taduparagapekshatvat chittasya vastu jnatajnatam\n\nThings are known or unknown to the mind, being de-pendent on the colouring which they give to the mind.",
        "verseNum": "4.16"
    },
    {
        "explanation": "sada jnatashchittavrittayastatprabhoh purushasyaparinamitvat\n\nThe states of the mind are always known because the lord of the mind is unchangeable.\n\nThe whole gist of this theory is that the universe is both mental and materi.\n\n And both the mental and material worlds are in a continuous state of flux.\n\n What is this book? It is a combination of molecules in constant change.\n\n One lot is going out, and another coming in; it is a whirlpool, but what makes the unity? What makes it the same book? The changes are rhythmical; in harmonious order they are sending impressions to my mind, and these pieced together make a continuous picture, although they parts are continuously Swami Vivekananda does not comment on the sutra which is 16* sutra in most versions of Patanjali Yoga Sutra.\n\n This sutra is: \n\n An object exists independent of its cognizance by\n\nany one consciousness.\n\n What happens to it when that consciousness is not there to perceive it?\n changing.\n\n Mind itself is continuously changing.\n\n The mind and body are like two layers in the same substance, moving at different rates of speed.\n\n Relatively, one being slower and the other quicker, we can distinguish between the two motions.\n\n For instance, a train is moving, and another carriage is moving slowly alongside it.\n\n It is possible to find the motion of both these, to a certain extent.\n\n But still something else is necessary.\n\n Motion can only be perceived when there is something else which is not moving.\n\n But when two or three things are relatively moving, we first perceive the motion of the faster one, and then that of the slower ones.\n\n How is the mind to perceive? It is also in a flux.\n\n \n\nTherefore another thing is necessary which moves more slowly, then you must get to something in which the motion is still slower, and so on, and you will find no end.\n\n \n\nTherefore logic compels you to stop somewhere.\n\n You must complete the series by knowing something which never changes.\n\n Behind this never ending chain of motion is the PuruSa, the changeless, the colourless, the pure.\n\n All these impressions are merely reflected upon it, as rays of light from a camera are reflected upon a white sheet, painting hundreds of pictures on it, without in any way tarnishing the sheet.",
        "verseNum": "4.17"
    },
    {
        "explanation": "na tat svabhasandrishyatvat\n\nMind is not self-luminous, being an object.\n\nTremendous power is manifested everywhere in nature, but yet something tells us that it is not self-luminous, not essentially intelligent.\n\n The PuruSa alone is self-luminous, and gives its light to everything.\n\n It is its power that is percolating through all matter and force.",
        "verseNum": "4.18"
    },
    {
        "explanation": "ekasamaye chobhayanavadharannam\n\nFrom its being unable to cognise two things at the same t.\n\nIf the mind were self-luminous it would be able to cognise everything at the same time, which it cannot.\n\n If you pay deep attention to one thing you lose another.\n\n If the mind were self-luminous there would be no limit to the impressions it could rece.\n\n The PuruSa can cognise all in one moment; therefore the PuruSa is self-luminous, and the mind is not.",
        "verseNum": "4.19"
    },
    {
        "explanation": "chittantaradrishye buddhibuddheratiprasanggah smritisankarashcha\n\nAnother cognising mind being assumed there will be no end to such assumptions and confusion of memory.\n\nLet us suppose that there is another mind which cognises the first, there will have to be something which cognises that, and so there will be no end to it.\n\n It will result in confusion of memory, there will be no storehouse of memory.",
        "verseNum": "4.20"
    },
    {
        "explanation": "chiterapratisankramayastadakarapattau svabuddhisanvedanam\n\nThe essence of knowledge  \n***(the PuruSd)***\n being un-changeable, when the mind takes its form, it becomes conscious.\n\nPatanjali says this to make it more clear that knowledge is not a quality of the PuruSa.\n\n When the mind comes near the PuruSa it is reflected, as it were, upon the mind, and the mind, for the time being, becomes knowing and seems as if it were itself the PuruSa.",
        "verseNum": "4.21"
    },
    {
        "explanation": "drashtridrishyoparaktan chittan sarvartham\n\nColoured by the seer and the seen the mind is able to understand everything.\n\nOn the one side the external world, the seen, is being reflected, and on the other, the seer is being reflected; thus comes the power of all knowledge to the mind.",
        "verseNum": "4.22"
    },
    {
        "explanation": "tadasankhyeyavasanachitram api pararthan sanhatyakaritvat\n\nThe mind through its innumerable desires acts for another  \n***(the PuruSa)***\n, being combinations.\n\nThe mind is a compound of various things, and therefore it cannot work for itself.\n\n Everything that is a combination in this world has some object for that combination, some third thing for which this combination is going on.\n\n So this combination of the mind is for the PuruSa.",
        "verseNum": "4.23"
    },
    {
        "explanation": "visheshadarshin aatmabhavabhavanavinivrittih\n\nFor the discriminating the perception of the mind as Atman ceases.\n\nThrough discrimination the Fog/' knows that the PuruSa is not mind.",
        "verseNum": "4.24"
    },
    {
        "explanation": "tada vivekanimnan kaivalyapragbharan chittam\n\nThen bent on discriminating the mind attains the previous state of Kaivalya  \n***(isolation)***\n.\n\n\n\nThus the practice of Yoga leads to discriminating power, to clearness of vision.\n\n The veil drops from the eyes, and we see things as they are.\n\n We find that this nature is a compound, and is showing the panorama for the PuruSa, who is the witness; that this nature is not the Lord, that the whole of these combinations of nature are simply for the sake of showing these phenomena to the PuruSa, the enthroned king within.\n\n When discrimination comes by long practice fear ceases, and the mind attains isolation.",
        "verseNum": "4.25"
    },
    {
        "explanation": "tachchhidreshu pratyayantarani sanskarebhyah The thoughts that arise as obstructions to that are from impressions.\n\nAll the various ideas that arise making us belive that we require something external to make us happy are obstructions to that perfection.\n\n The PuruSa is happiness and blessedness by its own nature.\n\n But that knowledge is covered over by past impressions.\n\n These impressions have to work themselves out.",
        "verseNum": "4.26"
    },
    {
        "explanation": "hanam esham kleshavaduktam\n\nTheir destruction is in the same manner as of\n\nignorance,\n\n, as said before.",
        "verseNum": "4.27"
    },
    {
        "explanation": "prasankhyanepyakusidasy sarvathavivekakhyater dharmameghah samadhih\n\nEven when arriving at the right discriminating knowledge of the senses, he who gives up the fruits, unto him comes as the result of perfect discrimination, the Samadhi called the cloud of virtue.\n\nWhen the Yogi has attained to this discrimination, all these powers will come that were mentioned in the last chapter, but the true Yogi rejects them all.\n\n Unto him comes a peculiar knowledge, a particular light called the Dharma Megha, the cloud of virtue.\n\n All the great prophets of the world whom history has recorded had this.\n\n They had found the whole foundation of knowledge within themselves.\n\n Truth to them had become re.\n\n Peace and calmness, and perfect purity became their own nature, after they had given up all these vanities of powers.",
        "verseNum": "4.28"
    },
    {
        "explanation": "tatah kleshakarmanivrittih\n\nFrom that comes cessation of pains and works.\n\nWhen that cloud of virtue has come, then no more is there fear of falling, nothing can drag the 7og/ down.\n\n No more will there be evils for him.\n\n No more pains.",
        "verseNum": "4.29"
    },
    {
        "explanation": "tada sarvavarannamalapetasy jnanasyaanantyajgyeyam alpam\n\nThen knowledge, bereft of covering and impurities, becoming infinite, the knowable becomes small.\n\nKnowledge itself is there; its covering is gone.\n\n One of the Buddhistic scriptures sums up what is meant by the Buddha  \n***(which is the name of a state)***\n.\n\n It defines it as infinite knowledge, infinite as the sky.\n\n Jesus attained to that state and became the Christ.\n\n All of you will attain to that state, and knowledge becoming infinite, the knowable becomes small.\n\n This whole universe, with all its knowable, becomes as nothing before the PuruSa.\n\n the ordinary man thinks himself very small, because to him the knowable seems to be so infin.",
        "verseNum": "4.30"
    },
    {
        "explanation": "tatah kritarthanan parinamakramapari samaptirgunanam\n\nThen are finished the successive transformations of the qualities, they having attained the end.\n\nThen all these various transformations of the qualities, which change from species to species, cease forever.",
        "verseNum": "4.31"
    },
    {
        "explanation": "kshannapratiyogi parinamaparantanigrarhyah kramah\n\nThe changes that exist in relation to moments, and which are perceived at the other end  \n***(at the end of a series)***\n are succession.\n\nPatanjali here defines the word succession, the changes that exist in relation to moments.\n\n While 1 am thinking, many moments pass, and with each moment there is a change of idea, but we only perceive these changes at the end of a series.\n\n So, perception of time is always in the memory.\n\n This is called succession, but for the mind that has realised omnipresence all these have finished.\n\n Everything has become present for it; the present alone exists, the past and future are lost.\n\n This stands controlled, and all knowledge is there in one second.\n\n Everything is known like a flash.",
        "verseNum": "4.32"
    },
    {
        "explanation": "\n\npurusharthashoonyanan gunanan pratiprasavah kaivalyan, svaroopapratishtha va chitishaktireti\n\nThe resolution in the inverse order of the qualities, berfect of any motive of action for the PuruSa, is Kaivalya, or it is the establishment of the power of knowledge in its own nature.\n\nNature's task is done, this unselfish task which our sweet nurse Nature had imposed upon herself.\n\n As it were, she gently took the self-forgetting soul by the hand, and showed him all the experiences in the universe, all manifestations, bringing him higher and higher through various bodies, till his glory came back, and he remembered his own nature.\n\n Then the kind mother went back the way she came, for others who have also lost their way in the trackless desert of l.\n\n And thus she is working, without beginning and without end.\n\n And thus through pleasure and pain, through good and evil, the infinite river of souls is flowing into the ocean of perfection, of self-realisation.\n\nGlory unto those who have realised their own nature! May their blessings be on us all!",
        "verseNum": "4.33"
    }
]